"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<unk>\", \"document_count\": 160, \"word_counts\": \"{\\\"good\\\": 5, \\\"morning\\\": 1, \\\"afternoon\\\": 1, \\\"evening\\\": 1, \\\"night\\\": 1, \\\"hello\\\": 1, \\\"hi\\\": 3, \\\"hey\\\": 3, \\\"greetings\\\": 1, \\\"howdy\\\": 1, \\\"greet\\\": 1, \\\"me\\\": 7, \\\"there\\\": 2, \\\"what\\\": 38, \\\"s\\\": 29, \\\"up\\\": 2, \\\"how\\\": 14, \\\"it\\\": 2, \\\"going\\\": 4, \\\"hiya\\\": 1, \\\"to\\\": 5, \\\"see\\\": 1, \\\"you\\\": 35, \\\"nice\\\": 1, \\\"meet\\\": 1, \\\"buddy\\\": 1, \\\"are\\\": 21, \\\"doing\\\": 2, \\\"friend\\\": 1, \\\"check\\\": 7, \\\"internet\\\": 11, \\\"is\\\": 5, \\\"on\\\": 2, \\\"connection\\\": 4, \\\"test\\\": 3, \\\"wifi\\\": 1, \\\"network\\\": 3, \\\"status\\\": 5, \\\"availability\\\": 1, \\\"access\\\": 1, \\\"connectivity\\\": 3, \\\"verify\\\": 1, \\\"online\\\": 1, \\\"system\\\": 9, \\\"lock\\\": 2, \\\"sleep\\\": 7, \\\"sign\\\": 2, \\\"out\\\": 4, \\\"restart\\\": 3, \\\"shutdown\\\": 2, \\\"put\\\": 2, \\\"log\\\": 2, \\\"shut\\\": 2, \\\"down\\\": 4, \\\"power\\\": 4, \\\"off\\\": 4, \\\"turn\\\": 2, \\\"computer\\\": 5, \\\"mode\\\": 3, \\\"of\\\": 2, \\\"stop\\\": 2, \\\"pause\\\": 5, \\\"assistant\\\": 12, \\\"go\\\": 1, \\\"take\\\": 3, \\\"a\\\": 3, \\\"break\\\": 2, \\\"nap\\\": 2, \\\"rest\\\": 2, \\\"hibernate\\\": 1, \\\"the\\\": 7, \\\"tell\\\": 2, \\\"your\\\": 15, \\\"name\\\": 4, \\\"who\\\": 17, \\\"introduce\\\": 1, \\\"yourself\\\": 2, \\\"identify\\\": 2, \\\"should\\\": 2, \\\"i\\\": 6, \\\"call\\\": 2, \\\"identity\\\": 2, \\\"title\\\": 1, \\\"speaking\\\": 2, \\\"really\\\": 1, \\\"called\\\": 1, \\\"exactly\\\": 1, \\\"designation\\\": 1, \\\"address\\\": 1, \\\"do\\\": 9, \\\"known\\\": 1, \\\"as\\\": 1, \\\"talking\\\": 2, \\\"am\\\": 3, \\\"my\\\": 4, \\\"using\\\": 2, \\\"this\\\": 4, \\\"username\\\": 1, \\\"logged\\\": 2, \\\"in\\\": 3, \\\"user\\\": 2, \\\"recognize\\\": 2, \\\"know\\\": 1, \\\"voice\\\": 1, \\\"recognized\\\": 1, \\\"device\\\": 1, \\\"speaker\\\": 1, \\\"person\\\": 1, \\\"with\\\": 3, \\\"everything\\\": 1, \\\"feeling\\\": 1, \\\"life\\\": 1, \\\"new\\\": 1, \\\"happening\\\": 1, \\\"feel\\\": 1, \\\"okay\\\": 1, \\\"news\\\": 1, \\\"day\\\": 2, \\\"well\\\": 1, \\\"things\\\": 1, \\\"situation\\\": 1, \\\"today\\\": 1, \\\"can\\\": 8, \\\"help\\\": 2, \\\"abilities\\\": 1, \\\"services\\\": 1, \\\"offer\\\": 2, \\\"capable\\\": 1, \\\"functions\\\": 1, \\\"have\\\": 1, \\\"tasks\\\": 2, \\\"perform\\\": 2, \\\"skills\\\": 1, \\\"features\\\": 1, \\\"assist\\\": 1, \\\"capabilities\\\": 1, \\\"specialize\\\": 1, \\\"provide\\\": 1, \\\"support\\\": 1, \\\"give\\\": 1, \\\"functionality\\\": 1, \\\"role\\\": 1}\", \"word_docs\": \"{\\\"morning\\\": 1, \\\"good\\\": 5, \\\"afternoon\\\": 1, \\\"evening\\\": 1, \\\"night\\\": 1, \\\"hello\\\": 1, \\\"hi\\\": 3, \\\"hey\\\": 3, \\\"greetings\\\": 1, \\\"howdy\\\": 1, \\\"me\\\": 7, \\\"greet\\\": 1, \\\"there\\\": 2, \\\"what\\\": 38, \\\"s\\\": 29, \\\"up\\\": 2, \\\"it\\\": 2, \\\"how\\\": 14, \\\"going\\\": 4, \\\"hiya\\\": 1, \\\"see\\\": 1, \\\"you\\\": 35, \\\"to\\\": 5, \\\"nice\\\": 1, \\\"meet\\\": 1, \\\"buddy\\\": 1, \\\"are\\\": 21, \\\"doing\\\": 2, \\\"friend\\\": 1, \\\"internet\\\": 11, \\\"check\\\": 7, \\\"is\\\": 5, \\\"on\\\": 2, \\\"connection\\\": 4, \\\"test\\\": 3, \\\"wifi\\\": 1, \\\"network\\\": 3, \\\"status\\\": 5, \\\"availability\\\": 1, \\\"access\\\": 1, \\\"connectivity\\\": 3, \\\"verify\\\": 1, \\\"online\\\": 1, \\\"system\\\": 9, \\\"lock\\\": 2, \\\"sleep\\\": 7, \\\"sign\\\": 2, \\\"out\\\": 4, \\\"restart\\\": 3, \\\"shutdown\\\": 2, \\\"put\\\": 2, \\\"log\\\": 2, \\\"shut\\\": 2, \\\"down\\\": 4, \\\"power\\\": 4, \\\"off\\\": 4, \\\"computer\\\": 5, \\\"turn\\\": 2, \\\"mode\\\": 3, \\\"of\\\": 2, \\\"stop\\\": 2, \\\"pause\\\": 5, \\\"assistant\\\": 12, \\\"go\\\": 1, \\\"take\\\": 3, \\\"a\\\": 3, \\\"break\\\": 2, \\\"nap\\\": 2, \\\"rest\\\": 2, \\\"hibernate\\\": 1, \\\"the\\\": 7, \\\"your\\\": 15, \\\"tell\\\": 2, \\\"name\\\": 4, \\\"who\\\": 17, \\\"introduce\\\": 1, \\\"yourself\\\": 2, \\\"identify\\\": 2, \\\"i\\\": 6, \\\"should\\\": 2, \\\"call\\\": 2, \\\"identity\\\": 2, \\\"title\\\": 1, \\\"speaking\\\": 2, \\\"really\\\": 1, \\\"called\\\": 1, \\\"exactly\\\": 1, \\\"designation\\\": 1, \\\"address\\\": 1, \\\"do\\\": 8, \\\"as\\\": 1, \\\"known\\\": 1, \\\"talking\\\": 2, \\\"am\\\": 3, \\\"my\\\": 4, \\\"using\\\": 2, \\\"this\\\": 4, \\\"username\\\": 1, \\\"in\\\": 3, \\\"logged\\\": 2, \\\"user\\\": 2, \\\"recognize\\\": 2, \\\"know\\\": 1, \\\"voice\\\": 1, \\\"recognized\\\": 1, \\\"device\\\": 1, \\\"speaker\\\": 1, \\\"person\\\": 1, \\\"with\\\": 3, \\\"everything\\\": 1, \\\"feeling\\\": 1, \\\"life\\\": 1, \\\"new\\\": 1, \\\"happening\\\": 1, \\\"feel\\\": 1, \\\"okay\\\": 1, \\\"news\\\": 1, \\\"day\\\": 2, \\\"well\\\": 1, \\\"things\\\": 1, \\\"situation\\\": 1, \\\"today\\\": 1, \\\"can\\\": 8, \\\"help\\\": 2, \\\"abilities\\\": 1, \\\"services\\\": 1, \\\"offer\\\": 2, \\\"capable\\\": 1, \\\"functions\\\": 1, \\\"have\\\": 1, \\\"tasks\\\": 2, \\\"perform\\\": 2, \\\"skills\\\": 1, \\\"features\\\": 1, \\\"assist\\\": 1, \\\"capabilities\\\": 1, \\\"specialize\\\": 1, \\\"provide\\\": 1, \\\"support\\\": 1, \\\"give\\\": 1, \\\"functionality\\\": 1, \\\"role\\\": 1}\", \"index_docs\": \"{\\\"80\\\": 1, \\\"19\\\": 5, \\\"81\\\": 1, \\\"82\\\": 1, \\\"83\\\": 1, \\\"84\\\": 1, \\\"34\\\": 3, \\\"35\\\": 3, \\\"85\\\": 1, \\\"86\\\": 1, \\\"14\\\": 7, \\\"87\\\": 1, \\\"46\\\": 2, \\\"2\\\": 38, \\\"4\\\": 29, \\\"47\\\": 2, \\\"48\\\": 2, \\\"8\\\": 14, \\\"25\\\": 4, \\\"88\\\": 1, \\\"89\\\": 1, \\\"3\\\": 35, \\\"20\\\": 5, \\\"90\\\": 1, \\\"91\\\": 1, \\\"92\\\": 1, \\\"5\\\": 21, \\\"49\\\": 2, \\\"93\\\": 1, \\\"10\\\": 11, \\\"15\\\": 7, \\\"21\\\": 5, \\\"50\\\": 2, \\\"26\\\": 4, \\\"36\\\": 3, \\\"94\\\": 1, \\\"37\\\": 3, \\\"22\\\": 5, \\\"95\\\": 1, \\\"96\\\": 1, \\\"38\\\": 3, \\\"97\\\": 1, \\\"98\\\": 1, \\\"11\\\": 9, \\\"51\\\": 2, \\\"16\\\": 7, \\\"52\\\": 2, \\\"27\\\": 4, \\\"39\\\": 3, \\\"53\\\": 2, \\\"54\\\": 2, \\\"55\\\": 2, \\\"56\\\": 2, \\\"28\\\": 4, \\\"29\\\": 4, \\\"30\\\": 4, \\\"23\\\": 5, \\\"57\\\": 2, \\\"40\\\": 3, \\\"58\\\": 2, \\\"59\\\": 2, \\\"24\\\": 5, \\\"9\\\": 12, \\\"99\\\": 1, \\\"41\\\": 3, \\\"42\\\": 3, \\\"60\\\": 2, \\\"61\\\": 2, \\\"62\\\": 2, \\\"100\\\": 1, \\\"17\\\": 7, \\\"7\\\": 15, \\\"63\\\": 2, \\\"31\\\": 4, \\\"6\\\": 17, \\\"101\\\": 1, \\\"64\\\": 2, \\\"65\\\": 2, \\\"18\\\": 6, \\\"66\\\": 2, \\\"67\\\": 2, \\\"68\\\": 2, \\\"102\\\": 1, \\\"69\\\": 2, \\\"103\\\": 1, \\\"104\\\": 1, \\\"105\\\": 1, \\\"106\\\": 1, \\\"107\\\": 1, \\\"12\\\": 8, \\\"109\\\": 1, \\\"108\\\": 1, \\\"70\\\": 2, \\\"43\\\": 3, \\\"32\\\": 4, \\\"71\\\": 2, \\\"33\\\": 4, \\\"110\\\": 1, \\\"44\\\": 3, \\\"72\\\": 2, \\\"73\\\": 2, \\\"74\\\": 2, \\\"111\\\": 1, \\\"112\\\": 1, \\\"113\\\": 1, \\\"114\\\": 1, \\\"115\\\": 1, \\\"116\\\": 1, \\\"45\\\": 3, \\\"117\\\": 1, \\\"118\\\": 1, \\\"119\\\": 1, \\\"120\\\": 1, \\\"121\\\": 1, \\\"122\\\": 1, \\\"123\\\": 1, \\\"124\\\": 1, \\\"75\\\": 2, \\\"125\\\": 1, \\\"126\\\": 1, \\\"127\\\": 1, \\\"128\\\": 1, \\\"13\\\": 8, \\\"76\\\": 2, \\\"129\\\": 1, \\\"130\\\": 1, \\\"77\\\": 2, \\\"131\\\": 1, \\\"132\\\": 1, \\\"133\\\": 1, \\\"78\\\": 2, \\\"79\\\": 2, \\\"134\\\": 1, \\\"135\\\": 1, \\\"136\\\": 1, \\\"137\\\": 1, \\\"138\\\": 1, \\\"139\\\": 1, \\\"140\\\": 1, \\\"141\\\": 1, \\\"142\\\": 1, \\\"143\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<unk>\\\", \\\"2\\\": \\\"what\\\", \\\"3\\\": \\\"you\\\", \\\"4\\\": \\\"s\\\", \\\"5\\\": \\\"are\\\", \\\"6\\\": \\\"who\\\", \\\"7\\\": \\\"your\\\", \\\"8\\\": \\\"how\\\", \\\"9\\\": \\\"assistant\\\", \\\"10\\\": \\\"internet\\\", \\\"11\\\": \\\"system\\\", \\\"12\\\": \\\"do\\\", \\\"13\\\": \\\"can\\\", \\\"14\\\": \\\"me\\\", \\\"15\\\": \\\"check\\\", \\\"16\\\": \\\"sleep\\\", \\\"17\\\": \\\"the\\\", \\\"18\\\": \\\"i\\\", \\\"19\\\": \\\"good\\\", \\\"20\\\": \\\"to\\\", \\\"21\\\": \\\"is\\\", \\\"22\\\": \\\"status\\\", \\\"23\\\": \\\"computer\\\", \\\"24\\\": \\\"pause\\\", \\\"25\\\": \\\"going\\\", \\\"26\\\": \\\"connection\\\", \\\"27\\\": \\\"out\\\", \\\"28\\\": \\\"down\\\", \\\"29\\\": \\\"power\\\", \\\"30\\\": \\\"off\\\", \\\"31\\\": \\\"name\\\", \\\"32\\\": \\\"my\\\", \\\"33\\\": \\\"this\\\", \\\"34\\\": \\\"hi\\\", \\\"35\\\": \\\"hey\\\", \\\"36\\\": \\\"test\\\", \\\"37\\\": \\\"network\\\", \\\"38\\\": \\\"connectivity\\\", \\\"39\\\": \\\"restart\\\", \\\"40\\\": \\\"mode\\\", \\\"41\\\": \\\"take\\\", \\\"42\\\": \\\"a\\\", \\\"43\\\": \\\"am\\\", \\\"44\\\": \\\"in\\\", \\\"45\\\": \\\"with\\\", \\\"46\\\": \\\"there\\\", \\\"47\\\": \\\"up\\\", \\\"48\\\": \\\"it\\\", \\\"49\\\": \\\"doing\\\", \\\"50\\\": \\\"on\\\", \\\"51\\\": \\\"lock\\\", \\\"52\\\": \\\"sign\\\", \\\"53\\\": \\\"shutdown\\\", \\\"54\\\": \\\"put\\\", \\\"55\\\": \\\"log\\\", \\\"56\\\": \\\"shut\\\", \\\"57\\\": \\\"turn\\\", \\\"58\\\": \\\"of\\\", \\\"59\\\": \\\"stop\\\", \\\"60\\\": \\\"break\\\", \\\"61\\\": \\\"nap\\\", \\\"62\\\": \\\"rest\\\", \\\"63\\\": \\\"tell\\\", \\\"64\\\": \\\"yourself\\\", \\\"65\\\": \\\"identify\\\", \\\"66\\\": \\\"should\\\", \\\"67\\\": \\\"call\\\", \\\"68\\\": \\\"identity\\\", \\\"69\\\": \\\"speaking\\\", \\\"70\\\": \\\"talking\\\", \\\"71\\\": \\\"using\\\", \\\"72\\\": \\\"logged\\\", \\\"73\\\": \\\"user\\\", \\\"74\\\": \\\"recognize\\\", \\\"75\\\": \\\"day\\\", \\\"76\\\": \\\"help\\\", \\\"77\\\": \\\"offer\\\", \\\"78\\\": \\\"tasks\\\", \\\"79\\\": \\\"perform\\\", \\\"80\\\": \\\"morning\\\", \\\"81\\\": \\\"afternoon\\\", \\\"82\\\": \\\"evening\\\", \\\"83\\\": \\\"night\\\", \\\"84\\\": \\\"hello\\\", \\\"85\\\": \\\"greetings\\\", \\\"86\\\": \\\"howdy\\\", \\\"87\\\": \\\"greet\\\", \\\"88\\\": \\\"hiya\\\", \\\"89\\\": \\\"see\\\", \\\"90\\\": \\\"nice\\\", \\\"91\\\": \\\"meet\\\", \\\"92\\\": \\\"buddy\\\", \\\"93\\\": \\\"friend\\\", \\\"94\\\": \\\"wifi\\\", \\\"95\\\": \\\"availability\\\", \\\"96\\\": \\\"access\\\", \\\"97\\\": \\\"verify\\\", \\\"98\\\": \\\"online\\\", \\\"99\\\": \\\"go\\\", \\\"100\\\": \\\"hibernate\\\", \\\"101\\\": \\\"introduce\\\", \\\"102\\\": \\\"title\\\", \\\"103\\\": \\\"really\\\", \\\"104\\\": \\\"called\\\", \\\"105\\\": \\\"exactly\\\", \\\"106\\\": \\\"designation\\\", \\\"107\\\": \\\"address\\\", \\\"108\\\": \\\"known\\\", \\\"109\\\": \\\"as\\\", \\\"110\\\": \\\"username\\\", \\\"111\\\": \\\"know\\\", \\\"112\\\": \\\"voice\\\", \\\"113\\\": \\\"recognized\\\", \\\"114\\\": \\\"device\\\", \\\"115\\\": \\\"speaker\\\", \\\"116\\\": \\\"person\\\", \\\"117\\\": \\\"everything\\\", \\\"118\\\": \\\"feeling\\\", \\\"119\\\": \\\"life\\\", \\\"120\\\": \\\"new\\\", \\\"121\\\": \\\"happening\\\", \\\"122\\\": \\\"feel\\\", \\\"123\\\": \\\"okay\\\", \\\"124\\\": \\\"news\\\", \\\"125\\\": \\\"well\\\", \\\"126\\\": \\\"things\\\", \\\"127\\\": \\\"situation\\\", \\\"128\\\": \\\"today\\\", \\\"129\\\": \\\"abilities\\\", \\\"130\\\": \\\"services\\\", \\\"131\\\": \\\"capable\\\", \\\"132\\\": \\\"functions\\\", \\\"133\\\": \\\"have\\\", \\\"134\\\": \\\"skills\\\", \\\"135\\\": \\\"features\\\", \\\"136\\\": \\\"assist\\\", \\\"137\\\": \\\"capabilities\\\", \\\"138\\\": \\\"specialize\\\", \\\"139\\\": \\\"provide\\\", \\\"140\\\": \\\"support\\\", \\\"141\\\": \\\"give\\\", \\\"142\\\": \\\"functionality\\\", \\\"143\\\": \\\"role\\\"}\", \"word_index\": \"{\\\"<unk>\\\": 1, \\\"what\\\": 2, \\\"you\\\": 3, \\\"s\\\": 4, \\\"are\\\": 5, \\\"who\\\": 6, \\\"your\\\": 7, \\\"how\\\": 8, \\\"assistant\\\": 9, \\\"internet\\\": 10, \\\"system\\\": 11, \\\"do\\\": 12, \\\"can\\\": 13, \\\"me\\\": 14, \\\"check\\\": 15, \\\"sleep\\\": 16, \\\"the\\\": 17, \\\"i\\\": 18, \\\"good\\\": 19, \\\"to\\\": 20, \\\"is\\\": 21, \\\"status\\\": 22, \\\"computer\\\": 23, \\\"pause\\\": 24, \\\"going\\\": 25, \\\"connection\\\": 26, \\\"out\\\": 27, \\\"down\\\": 28, \\\"power\\\": 29, \\\"off\\\": 30, \\\"name\\\": 31, \\\"my\\\": 32, \\\"this\\\": 33, \\\"hi\\\": 34, \\\"hey\\\": 35, \\\"test\\\": 36, \\\"network\\\": 37, \\\"connectivity\\\": 38, \\\"restart\\\": 39, \\\"mode\\\": 40, \\\"take\\\": 41, \\\"a\\\": 42, \\\"am\\\": 43, \\\"in\\\": 44, \\\"with\\\": 45, \\\"there\\\": 46, \\\"up\\\": 47, \\\"it\\\": 48, \\\"doing\\\": 49, \\\"on\\\": 50, \\\"lock\\\": 51, \\\"sign\\\": 52, \\\"shutdown\\\": 53, \\\"put\\\": 54, \\\"log\\\": 55, \\\"shut\\\": 56, \\\"turn\\\": 57, \\\"of\\\": 58, \\\"stop\\\": 59, \\\"break\\\": 60, \\\"nap\\\": 61, \\\"rest\\\": 62, \\\"tell\\\": 63, \\\"yourself\\\": 64, \\\"identify\\\": 65, \\\"should\\\": 66, \\\"call\\\": 67, \\\"identity\\\": 68, \\\"speaking\\\": 69, \\\"talking\\\": 70, \\\"using\\\": 71, \\\"logged\\\": 72, \\\"user\\\": 73, \\\"recognize\\\": 74, \\\"day\\\": 75, \\\"help\\\": 76, \\\"offer\\\": 77, \\\"tasks\\\": 78, \\\"perform\\\": 79, \\\"morning\\\": 80, \\\"afternoon\\\": 81, \\\"evening\\\": 82, \\\"night\\\": 83, \\\"hello\\\": 84, \\\"greetings\\\": 85, \\\"howdy\\\": 86, \\\"greet\\\": 87, \\\"hiya\\\": 88, \\\"see\\\": 89, \\\"nice\\\": 90, \\\"meet\\\": 91, \\\"buddy\\\": 92, \\\"friend\\\": 93, \\\"wifi\\\": 94, \\\"availability\\\": 95, \\\"access\\\": 96, \\\"verify\\\": 97, \\\"online\\\": 98, \\\"go\\\": 99, \\\"hibernate\\\": 100, \\\"introduce\\\": 101, \\\"title\\\": 102, \\\"really\\\": 103, \\\"called\\\": 104, \\\"exactly\\\": 105, \\\"designation\\\": 106, \\\"address\\\": 107, \\\"known\\\": 108, \\\"as\\\": 109, \\\"username\\\": 110, \\\"know\\\": 111, \\\"voice\\\": 112, \\\"recognized\\\": 113, \\\"device\\\": 114, \\\"speaker\\\": 115, \\\"person\\\": 116, \\\"everything\\\": 117, \\\"feeling\\\": 118, \\\"life\\\": 119, \\\"new\\\": 120, \\\"happening\\\": 121, \\\"feel\\\": 122, \\\"okay\\\": 123, \\\"news\\\": 124, \\\"well\\\": 125, \\\"things\\\": 126, \\\"situation\\\": 127, \\\"today\\\": 128, \\\"abilities\\\": 129, \\\"services\\\": 130, \\\"capable\\\": 131, \\\"functions\\\": 132, \\\"have\\\": 133, \\\"skills\\\": 134, \\\"features\\\": 135, \\\"assist\\\": 136, \\\"capabilities\\\": 137, \\\"specialize\\\": 138, \\\"provide\\\": 139, \\\"support\\\": 140, \\\"give\\\": 141, \\\"functionality\\\": 142, \\\"role\\\": 143}\"}}"