"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<unk>\", \"document_count\": 3003, \"word_counts\": \"{\\\"good\\\": 12, \\\"morning\\\": 1, \\\"afternoon\\\": 1, \\\"evening\\\": 1, \\\"night\\\": 133, \\\"hello\\\": 1, \\\"hi\\\": 3, \\\"hey\\\": 7, \\\"greetings\\\": 1, \\\"howdy\\\": 1, \\\"greet\\\": 1, \\\"me\\\": 67, \\\"there\\\": 4, \\\"what\\\": 85, \\\"s\\\": 93, \\\"up\\\": 47, \\\"how\\\": 10, \\\"it\\\": 112, \\\"going\\\": 1, \\\"hiya\\\": 1, \\\"to\\\": 45, \\\"see\\\": 24, \\\"you\\\": 96, \\\"nice\\\": 3, \\\"meet\\\": 1, \\\"buddy\\\": 4, \\\"are\\\": 20, \\\"doing\\\": 2, \\\"friend\\\": 1, \\\"lock\\\": 18, \\\"the\\\": 581, \\\"system\\\": 33, \\\"my\\\": 24, \\\"computer\\\": 21, \\\"windows\\\": 12, \\\"pc\\\": 5, \\\"secure\\\": 1, \\\"screen\\\": 58, \\\"activate\\\": 81, \\\"desktop\\\": 5, \\\"laptop\\\": 4, \\\"this\\\": 39, \\\"device\\\": 3, \\\"please\\\": 34, \\\"can\\\": 32, \\\"initiate\\\": 32, \\\"sequence\\\": 3, \\\"down\\\": 26, \\\"workstation\\\": 1, \\\"terminal\\\": 1, \\\"engage\\\": 1, \\\"mode\\\": 231, \\\"machine\\\": 6, \\\"put\\\": 14, \\\"in\\\": 758, \\\"sleep\\\": 16, \\\"make\\\": 25, \\\"go\\\": 6, \\\"turn\\\": 143, \\\"on\\\": 309, \\\"enter\\\": 2, \\\"sign\\\": 8, \\\"out\\\": 15, \\\"log\\\": 11, \\\"off\\\": 217, \\\"of\\\": 44, \\\"from\\\": 7, \\\"account\\\": 2, \\\"exit\\\": 8, \\\"now\\\": 40, \\\"restart\\\": 13, \\\"reboot\\\": 7, \\\"shut\\\": 11, \\\"power\\\": 144, \\\"shutdown\\\": 46, \\\"stop\\\": 86, \\\"take\\\": 28, \\\"a\\\": 136, \\\"break\\\": 2, \\\"time\\\": 96, \\\"assistant\\\": 16, \\\"command\\\": 1, \\\"start\\\": 125, \\\"rest\\\": 1, \\\"sam\\\": 21, \\\"wake\\\": 6, \\\"call\\\": 2, \\\"for\\\": 78, \\\"listening\\\": 3, \\\"begin\\\": 85, \\\"awaken\\\": 1, \\\"i\\\": 14, \\\"need\\\": 3, \\\"come\\\": 1, \\\"alive\\\": 1, \\\"who\\\": 14, \\\"your\\\": 18, \\\"name\\\": 62, \\\"introduce\\\": 2, \\\"yourself\\\": 9, \\\"tell\\\": 37, \\\"about\\\": 16, \\\"is\\\": 36, \\\"identity\\\": 4, \\\"do\\\": 64, \\\"identify\\\": 4, \\\"am\\\": 3, \\\"talking\\\": 2, \\\"virtual\\\": 5, \\\"introduction\\\": 1, \\\"exactly\\\": 1, \\\"recognize\\\": 2, \\\"interacting\\\": 1, \\\"with\\\": 5, \\\"using\\\": 17, \\\"user\\\": 4, \\\"person\\\": 1, \\\"explain\\\": 9, \\\"status\\\": 4, \\\"real\\\": 1, \\\"describe\\\": 6, \\\"human\\\": 1, \\\"robot\\\": 4, \\\"purpose\\\": 5, \\\"capabilities\\\": 3, \\\"tasks\\\": 2, \\\"handle\\\": 1, \\\"perform\\\": 1, \\\"list\\\": 19, \\\"abilities\\\": 2, \\\"know\\\": 2, \\\"functions\\\": 2, \\\"have\\\": 14, \\\"skills\\\": 1, \\\"services\\\": 1, \\\"provide\\\": 2, \\\"capable\\\": 1, \\\"features\\\": 1, \\\"thank\\\": 9, \\\"thanks\\\": 10, \\\"very\\\": 1, \\\"much\\\": 2, \\\"lot\\\": 1, \\\"appreciate\\\": 1, \\\"so\\\": 3, \\\"sir\\\": 2, \\\"ton\\\": 1, \\\"re\\\": 2, \\\"helpful\\\": 1, \\\"awesome\\\": 1, \\\"great\\\": 3, \\\"job\\\": 1, \\\"work\\\": 1, \\\"goodbye\\\": 2, \\\"bye\\\": 4, \\\"later\\\": 6, \\\"soon\\\": 1, \\\"care\\\": 2, \\\"farewell\\\": 2, \\\"long\\\": 1, \\\"until\\\": 1, \\\"next\\\": 13, \\\"one\\\": 1, \\\"alligator\\\": 1, \\\"goodnight\\\": 1, \\\"catch\\\": 1, \\\"adios\\\": 1, \\\"ya\\\": 1, \\\"peace\\\": 1, \\\"day\\\": 88, \\\"hobbies\\\": 4, \\\"any\\\": 1, \\\"like\\\": 5, \\\"fun\\\": 1, \\\"interested\\\": 2, \\\"enjoy\\\": 2, \\\"interests\\\": 1, \\\"dream\\\": 6, \\\"dreams\\\": 6, \\\"assistants\\\": 3, \\\"dreaming\\\": 7, \\\"and\\\": 187, \\\"ai\\\": 3, \\\"imagine\\\": 1, \\\"state\\\": 1, \\\"process\\\": 1, \\\"meaning\\\": 8, \\\"life\\\": 12, \\\"why\\\": 2, \\\"we\\\": 2, \\\"here\\\": 1, \\\"existence\\\": 3, \\\"seeking\\\": 1, \\\"quest\\\": 1, \\\"our\\\": 1, \\\"point\\\": 1, \\\"philosophy\\\": 1, \\\"understanding\\\": 1, \\\"finding\\\": 1, \\\"search\\\": 148, \\\"ultimate\\\": 1, \\\"question\\\": 1, \\\"robotic\\\": 1, \\\"or\\\": 1, \\\"sorry\\\": 7, \\\"apologize\\\": 2, \\\"apologies\\\": 1, \\\"forgive\\\": 2, \\\"excuse\\\": 1, \\\"oops\\\": 1, \\\"mistake\\\": 1, \\\"pardon\\\": 1, \\\"regretful\\\": 1, \\\"m\\\": 1, \\\"that\\\": 4, \\\"bad\\\": 1, \\\"was\\\": 14, \\\"fault\\\": 1, \\\"regret\\\": 1, \\\"an\\\": 7, \\\"amazing\\\": 1, \\\"wishing\\\": 1, \\\"wonderful\\\": 1, \\\"hope\\\": 1, \\\"splendid\\\": 1, \\\"fantastic\\\": 1, \\\"quit\\\": 1, \\\"before\\\": 8, \\\"yesterday\\\": 43, \\\"date\\\": 35, \\\"two\\\": 4, \\\"days\\\": 4, \\\"ago\\\": 2, \\\"today\\\": 41, \\\"calendar\\\": 18, \\\"weekday\\\": 5, \\\"specific\\\": 2, \\\"exact\\\": 8, \\\"month\\\": 61, \\\"year\\\": 69, \\\"which\\\": 2, \\\"give\\\": 9, \\\"did\\\": 1, \\\"after\\\": 12, \\\"tomorrow\\\": 12, \\\"following\\\": 8, \\\"upcoming\\\": 4, \\\"week\\\": 5, \\\"current\\\": 83, \\\"hour\\\": 33, \\\"clock\\\": 9, \\\"at\\\": 18, \\\"present\\\": 3, \\\"moment\\\": 3, \\\"right\\\": 12, \\\"yes\\\": 4, \\\"sure\\\": 5, \\\"okay\\\": 3, \\\"absolutely\\\": 2, \\\"ahead\\\": 3, \\\"affirmative\\\": 2, \\\"proceed\\\": 7, \\\"certainly\\\": 1, \\\"away\\\": 4, \\\"course\\\": 1, \\\"indeed\\\": 1, \\\"definitely\\\": 1, \\\"yeah\\\": 1, \\\"yep\\\": 1, \\\"thing\\\": 1, \\\"alright\\\": 1, \\\"fine\\\": 2, \\\"sounds\\\": 3, \\\"not\\\": 66, \\\"agree\\\": 1, \\\"no\\\": 12, \\\"nope\\\": 5, \\\"negative\\\": 3, \\\"cancel\\\": 4, \\\"abort\\\": 1, \\\"never\\\": 1, \\\"mind\\\": 1, \\\"skip\\\": 3, \\\"really\\\": 4, \\\"nah\\\": 4, \\\"way\\\": 1, \\\"don\\\": 3, \\\"t\\\": 3, \\\"want\\\": 1, \\\"let\\\": 4, \\\"d\\\": 2, \\\"rather\\\": 1, \\\"think\\\": 1, \\\"prefer\\\": 1, \\\"maybe\\\": 1, \\\"avoid\\\": 1, \\\"feeling\\\": 1, \\\"needed\\\": 1, \\\"temperature\\\": 31, \\\"hot\\\": 4, \\\"cold\\\": 4, \\\"show\\\": 32, \\\"details\\\": 5, \\\"check\\\": 4, \\\"fetch\\\": 3, \\\"degrees\\\": 1, \\\"forecast\\\": 3, \\\"get\\\": 29, \\\"location\\\": 2, \\\"near\\\": 2, \\\"around\\\": 4, \\\"area\\\": 4, \\\"weather\\\": 39, \\\"raining\\\": 1, \\\"sunny\\\": 1, \\\"if\\\": 2, \\\"report\\\": 1, \\\"internet\\\": 44, \\\"enable\\\": 73, \\\"switch\\\": 97, \\\"could\\\": 10, \\\"connect\\\": 2, \\\"disable\\\": 73, \\\"deactivate\\\": 74, \\\"disconnect\\\": 2, \\\"open\\\": 38, \\\"settings\\\": 316, \\\"setting\\\": 12, \\\"launch\\\": 6, \\\"access\\\": 2, \\\"navigate\\\": 2, \\\"bring\\\": 14, \\\"into\\\": 2, \\\"press\\\": 17, \\\"key\\\": 11, \\\"hit\\\": 5, \\\"tap\\\": 7, \\\"strike\\\": 5, \\\"push\\\": 6, \\\"would\\\": 5, \\\"select\\\": 3, \\\"all\\\": 8, \\\"copy\\\": 2, \\\"cut\\\": 2, \\\"paste\\\": 1, \\\"undo\\\": 1, \\\"redo\\\": 1, \\\"find\\\": 34, \\\"save\\\": 57, \\\"print\\\": 1, \\\"new\\\": 17, \\\"tab\\\": 1, \\\"document\\\": 1, \\\"task\\\": 1, \\\"view\\\": 19, \\\"apps\\\": 1, \\\"minimize\\\": 4, \\\"snap\\\": 27, \\\"window\\\": 12, \\\"left\\\": 2, \\\"maximize\\\": 1, \\\"bold\\\": 1, \\\"italic\\\": 1, \\\"underline\\\": 1, \\\"align\\\": 3, \\\"center\\\": 395, \\\"menu\\\": 2, \\\"run\\\": 18, \\\"dialog\\\": 1, \\\"application\\\": 20, \\\"app\\\": 20, \\\"fire\\\": 4, \\\"commence\\\": 50, \\\"close\\\": 12, \\\"terminate\\\": 33, \\\"end\\\": 56, \\\"wikipedia\\\": 28, \\\"lookup\\\": 25, \\\"define\\\": 4, \\\"information\\\": 1, \\\"enlighten\\\": 2, \\\"inform\\\": 1, \\\"clarify\\\": 1, \\\"increase\\\": 9, \\\"volume\\\": 42, \\\"raise\\\": 8, \\\"boost\\\": 5, \\\"higher\\\": 3, \\\"louder\\\": 1, \\\"sound\\\": 34, \\\"audio\\\": 26, \\\"decrease\\\": 6, \\\"lower\\\": 10, \\\"reduce\\\": 8, \\\"quieter\\\": 1, \\\"unmute\\\": 9, \\\"back\\\": 7, \\\"restore\\\": 4, \\\"speakers\\\": 7, \\\"mute\\\": 12, \\\"silence\\\": 5, \\\"brightness\\\": 46, \\\"brighter\\\": 3, \\\"brighten\\\": 3, \\\"enhance\\\": 1, \\\"add\\\": 1, \\\"more\\\": 1, \\\"display\\\": 31, \\\"adjust\\\": 4, \\\"monitor\\\": 5, \\\"dimmer\\\": 3, \\\"dim\\\": 5, \\\"lessen\\\": 1, \\\"set\\\": 1, \\\"change\\\": 1, \\\"modify\\\": 1, \\\"control\\\": 1, \\\"manage\\\": 1, \\\"tune\\\": 1, \\\"action\\\": 394, \\\"reveal\\\": 20, \\\"unhide\\\": 2, \\\"forward\\\": 2, \\\"visible\\\": 2, \\\"uncover\\\": 2, \\\"pop\\\": 2, \\\"expose\\\": 2, \\\"hide\\\": 2, \\\"dismiss\\\": 2, \\\"conceal\\\": 2, \\\"remove\\\": 2, \\\"cover\\\": 2, \\\"wi\\\": 195, \\\"fi\\\": 195, \\\"networks\\\": 56, \\\"available\\\": 28, \\\"connections\\\": 7, \\\"bluetooth\\\": 195, \\\"devices\\\": 63, \\\"paired\\\": 21, \\\"airplane\\\": 132, \\\"battery\\\": 44, \\\"saver\\\": 44, \\\"light\\\": 176, \\\"nearby\\\": 267, \\\"share\\\": 130, \\\"sharing\\\": 130, \\\"connected\\\": 21, \\\"disturb\\\": 44, \\\"hotspot\\\": 44, \\\"dark\\\": 44, \\\"photo\\\": 91, \\\"capture\\\": 38, \\\"click\\\": 25, \\\"shoot\\\": 13, \\\"grab\\\": 25, \\\"camera\\\": 77, \\\"as\\\": 130, \\\"video\\\": 62, \\\"record\\\": 17, \\\"recording\\\": 54, \\\"capturing\\\": 24, \\\"scan\\\": 4, \\\"barcode\\\": 8, \\\"read\\\": 4, \\\"detect\\\": 4, \\\"bar\\\": 8, \\\"code\\\": 16, \\\"scanning\\\": 2, \\\"reading\\\": 2, \\\"screenshot\\\": 84, \\\"snipping\\\": 38, \\\"tool\\\": 38, \\\"voice\\\": 7, \\\"create\\\": 7, \\\"generate\\\": 7, \\\"build\\\": 7, \\\"produce\\\": 7, \\\"file\\\": 53, \\\"named\\\": 10, \\\"called\\\": 10, \\\"look\\\": 32, \\\"google\\\": 19, \\\"chrome\\\": 3, \\\"web\\\": 6, \\\"use\\\": 3, \\\"query\\\": 23, \\\"youtube\\\": 19, \\\"videos\\\": 5, \\\"explore\\\": 12, \\\"spotify\\\": 40, \\\"music\\\": 19, \\\"linkedin\\\": 19, \\\"professionals\\\": 5, \\\"professional\\\": 4, \\\"amazon\\\": 21, \\\"shop\\\": 2, \\\"product\\\": 4, \\\"products\\\": 2, \\\"shopping\\\": 1, \\\"twitter\\\": 19, \\\"tweets\\\": 5, \\\"tweet\\\": 4, \\\"github\\\": 20, \\\"repositories\\\": 1, \\\"article\\\": 4, \\\"articles\\\": 3, \\\"facebook\\\": 21, \\\"post\\\": 8, \\\"posts\\\": 6, \\\"page\\\": 1, \\\"instagram\\\": 21, \\\"tag\\\": 1, \\\"netflix\\\": 21, \\\"shows\\\": 3, \\\"movie\\\": 1, \\\"bing\\\": 21, \\\"explorer\\\": 21, \\\"files\\\": 4, \\\"play\\\": 28, \\\"song\\\": 10, \\\"some\\\": 1, \\\"something\\\": 2, \\\"track\\\": 3, \\\"clip\\\": 1, \\\"playing\\\": 1, \\\"playlist\\\": 1}\", \"word_docs\": \"{\\\"morning\\\": 1, \\\"good\\\": 12, \\\"afternoon\\\": 1, \\\"evening\\\": 1, \\\"night\\\": 133, \\\"hello\\\": 1, \\\"hi\\\": 3, \\\"hey\\\": 7, \\\"greetings\\\": 1, \\\"howdy\\\": 1, \\\"greet\\\": 1, \\\"me\\\": 67, \\\"there\\\": 4, \\\"s\\\": 92, \\\"up\\\": 47, \\\"what\\\": 85, \\\"it\\\": 110, \\\"how\\\": 10, \\\"going\\\": 1, \\\"hiya\\\": 1, \\\"see\\\": 24, \\\"to\\\": 45, \\\"you\\\": 96, \\\"meet\\\": 1, \\\"nice\\\": 3, \\\"buddy\\\": 4, \\\"are\\\": 20, \\\"doing\\\": 2, \\\"friend\\\": 1, \\\"lock\\\": 18, \\\"system\\\": 33, \\\"the\\\": 581, \\\"my\\\": 24, \\\"computer\\\": 21, \\\"windows\\\": 12, \\\"pc\\\": 5, \\\"secure\\\": 1, \\\"screen\\\": 58, \\\"activate\\\": 81, \\\"desktop\\\": 5, \\\"laptop\\\": 4, \\\"this\\\": 39, \\\"device\\\": 3, \\\"please\\\": 34, \\\"can\\\": 32, \\\"sequence\\\": 3, \\\"initiate\\\": 32, \\\"down\\\": 26, \\\"workstation\\\": 1, \\\"terminal\\\": 1, \\\"engage\\\": 1, \\\"mode\\\": 231, \\\"machine\\\": 6, \\\"put\\\": 14, \\\"in\\\": 758, \\\"sleep\\\": 16, \\\"make\\\": 25, \\\"go\\\": 6, \\\"on\\\": 309, \\\"turn\\\": 143, \\\"enter\\\": 2, \\\"out\\\": 15, \\\"sign\\\": 8, \\\"log\\\": 11, \\\"off\\\": 217, \\\"of\\\": 44, \\\"account\\\": 2, \\\"from\\\": 7, \\\"exit\\\": 8, \\\"now\\\": 40, \\\"restart\\\": 13, \\\"reboot\\\": 7, \\\"shut\\\": 11, \\\"power\\\": 144, \\\"shutdown\\\": 46, \\\"stop\\\": 86, \\\"take\\\": 28, \\\"break\\\": 2, \\\"a\\\": 136, \\\"time\\\": 96, \\\"assistant\\\": 16, \\\"command\\\": 1, \\\"start\\\": 125, \\\"rest\\\": 1, \\\"sam\\\": 21, \\\"wake\\\": 6, \\\"call\\\": 2, \\\"for\\\": 78, \\\"listening\\\": 3, \\\"begin\\\": 85, \\\"awaken\\\": 1, \\\"i\\\": 14, \\\"need\\\": 3, \\\"alive\\\": 1, \\\"come\\\": 1, \\\"who\\\": 14, \\\"your\\\": 18, \\\"name\\\": 62, \\\"introduce\\\": 2, \\\"yourself\\\": 9, \\\"about\\\": 16, \\\"tell\\\": 37, \\\"is\\\": 36, \\\"identity\\\": 4, \\\"do\\\": 62, \\\"identify\\\": 4, \\\"talking\\\": 2, \\\"am\\\": 3, \\\"virtual\\\": 5, \\\"introduction\\\": 1, \\\"exactly\\\": 1, \\\"recognize\\\": 2, \\\"with\\\": 5, \\\"interacting\\\": 1, \\\"using\\\": 17, \\\"user\\\": 4, \\\"person\\\": 1, \\\"explain\\\": 9, \\\"status\\\": 4, \\\"real\\\": 1, \\\"describe\\\": 6, \\\"human\\\": 1, \\\"robot\\\": 4, \\\"purpose\\\": 5, \\\"capabilities\\\": 3, \\\"tasks\\\": 2, \\\"handle\\\": 1, \\\"perform\\\": 1, \\\"list\\\": 19, \\\"abilities\\\": 2, \\\"know\\\": 2, \\\"functions\\\": 2, \\\"have\\\": 14, \\\"skills\\\": 1, \\\"provide\\\": 2, \\\"services\\\": 1, \\\"capable\\\": 1, \\\"features\\\": 1, \\\"thank\\\": 9, \\\"thanks\\\": 10, \\\"very\\\": 1, \\\"much\\\": 2, \\\"lot\\\": 1, \\\"appreciate\\\": 1, \\\"so\\\": 3, \\\"sir\\\": 2, \\\"ton\\\": 1, \\\"helpful\\\": 1, \\\"re\\\": 2, \\\"awesome\\\": 1, \\\"job\\\": 1, \\\"great\\\": 3, \\\"work\\\": 1, \\\"goodbye\\\": 2, \\\"bye\\\": 3, \\\"later\\\": 6, \\\"soon\\\": 1, \\\"care\\\": 2, \\\"farewell\\\": 2, \\\"long\\\": 1, \\\"next\\\": 13, \\\"until\\\": 1, \\\"one\\\": 1, \\\"alligator\\\": 1, \\\"goodnight\\\": 1, \\\"catch\\\": 1, \\\"adios\\\": 1, \\\"ya\\\": 1, \\\"peace\\\": 1, \\\"day\\\": 86, \\\"hobbies\\\": 4, \\\"any\\\": 1, \\\"fun\\\": 1, \\\"like\\\": 5, \\\"interested\\\": 2, \\\"enjoy\\\": 2, \\\"interests\\\": 1, \\\"dream\\\": 6, \\\"dreams\\\": 6, \\\"assistants\\\": 3, \\\"dreaming\\\": 7, \\\"and\\\": 187, \\\"ai\\\": 3, \\\"imagine\\\": 1, \\\"state\\\": 1, \\\"process\\\": 1, \\\"life\\\": 12, \\\"meaning\\\": 8, \\\"we\\\": 2, \\\"here\\\": 1, \\\"why\\\": 2, \\\"existence\\\": 3, \\\"seeking\\\": 1, \\\"quest\\\": 1, \\\"our\\\": 1, \\\"point\\\": 1, \\\"philosophy\\\": 1, \\\"understanding\\\": 1, \\\"finding\\\": 1, \\\"search\\\": 148, \\\"question\\\": 1, \\\"ultimate\\\": 1, \\\"robotic\\\": 1, \\\"or\\\": 1, \\\"sorry\\\": 7, \\\"apologize\\\": 2, \\\"apologies\\\": 1, \\\"forgive\\\": 2, \\\"excuse\\\": 1, \\\"oops\\\": 1, \\\"mistake\\\": 1, \\\"pardon\\\": 1, \\\"regretful\\\": 1, \\\"m\\\": 1, \\\"that\\\": 4, \\\"bad\\\": 1, \\\"fault\\\": 1, \\\"was\\\": 14, \\\"regret\\\": 1, \\\"amazing\\\": 1, \\\"an\\\": 7, \\\"wishing\\\": 1, \\\"wonderful\\\": 1, \\\"hope\\\": 1, \\\"splendid\\\": 1, \\\"fantastic\\\": 1, \\\"quit\\\": 1, \\\"before\\\": 8, \\\"yesterday\\\": 43, \\\"date\\\": 35, \\\"ago\\\": 2, \\\"two\\\": 4, \\\"days\\\": 4, \\\"today\\\": 41, \\\"calendar\\\": 18, \\\"weekday\\\": 5, \\\"specific\\\": 2, \\\"exact\\\": 8, \\\"month\\\": 60, \\\"year\\\": 69, \\\"which\\\": 2, \\\"give\\\": 9, \\\"did\\\": 1, \\\"tomorrow\\\": 11, \\\"after\\\": 11, \\\"following\\\": 8, \\\"upcoming\\\": 4, \\\"week\\\": 5, \\\"current\\\": 83, \\\"hour\\\": 33, \\\"clock\\\": 9, \\\"present\\\": 3, \\\"at\\\": 18, \\\"moment\\\": 3, \\\"right\\\": 12, \\\"yes\\\": 4, \\\"sure\\\": 5, \\\"okay\\\": 3, \\\"absolutely\\\": 2, \\\"ahead\\\": 3, \\\"affirmative\\\": 2, \\\"proceed\\\": 7, \\\"certainly\\\": 1, \\\"away\\\": 4, \\\"course\\\": 1, \\\"indeed\\\": 1, \\\"definitely\\\": 1, \\\"yeah\\\": 1, \\\"yep\\\": 1, \\\"thing\\\": 1, \\\"alright\\\": 1, \\\"fine\\\": 2, \\\"sounds\\\": 3, \\\"not\\\": 66, \\\"agree\\\": 1, \\\"no\\\": 12, \\\"nope\\\": 5, \\\"negative\\\": 3, \\\"cancel\\\": 4, \\\"abort\\\": 1, \\\"never\\\": 1, \\\"mind\\\": 1, \\\"skip\\\": 3, \\\"really\\\": 4, \\\"nah\\\": 4, \\\"way\\\": 1, \\\"want\\\": 1, \\\"don\\\": 3, \\\"t\\\": 3, \\\"let\\\": 4, \\\"d\\\": 2, \\\"rather\\\": 1, \\\"think\\\": 1, \\\"prefer\\\": 1, \\\"maybe\\\": 1, \\\"avoid\\\": 1, \\\"feeling\\\": 1, \\\"needed\\\": 1, \\\"temperature\\\": 31, \\\"hot\\\": 4, \\\"cold\\\": 4, \\\"show\\\": 32, \\\"details\\\": 5, \\\"check\\\": 4, \\\"fetch\\\": 3, \\\"degrees\\\": 1, \\\"forecast\\\": 3, \\\"get\\\": 29, \\\"location\\\": 2, \\\"near\\\": 2, \\\"around\\\": 4, \\\"area\\\": 4, \\\"weather\\\": 39, \\\"raining\\\": 1, \\\"sunny\\\": 1, \\\"if\\\": 2, \\\"report\\\": 1, \\\"internet\\\": 44, \\\"enable\\\": 73, \\\"switch\\\": 97, \\\"could\\\": 10, \\\"connect\\\": 2, \\\"disable\\\": 73, \\\"deactivate\\\": 74, \\\"disconnect\\\": 2, \\\"open\\\": 38, \\\"settings\\\": 316, \\\"setting\\\": 12, \\\"launch\\\": 6, \\\"access\\\": 2, \\\"navigate\\\": 2, \\\"bring\\\": 14, \\\"into\\\": 2, \\\"key\\\": 11, \\\"press\\\": 17, \\\"hit\\\": 5, \\\"tap\\\": 7, \\\"strike\\\": 5, \\\"push\\\": 6, \\\"would\\\": 5, \\\"copy\\\": 2, \\\"all\\\": 8, \\\"select\\\": 3, \\\"cut\\\": 2, \\\"paste\\\": 1, \\\"undo\\\": 1, \\\"redo\\\": 1, \\\"find\\\": 34, \\\"save\\\": 57, \\\"print\\\": 1, \\\"tab\\\": 1, \\\"new\\\": 17, \\\"document\\\": 1, \\\"task\\\": 1, \\\"view\\\": 19, \\\"apps\\\": 1, \\\"minimize\\\": 4, \\\"snap\\\": 27, \\\"window\\\": 12, \\\"left\\\": 2, \\\"maximize\\\": 1, \\\"bold\\\": 1, \\\"italic\\\": 1, \\\"underline\\\": 1, \\\"align\\\": 3, \\\"center\\\": 395, \\\"menu\\\": 2, \\\"run\\\": 18, \\\"dialog\\\": 1, \\\"application\\\": 20, \\\"app\\\": 20, \\\"fire\\\": 4, \\\"commence\\\": 50, \\\"close\\\": 12, \\\"terminate\\\": 33, \\\"end\\\": 56, \\\"wikipedia\\\": 28, \\\"lookup\\\": 25, \\\"define\\\": 4, \\\"information\\\": 1, \\\"enlighten\\\": 2, \\\"inform\\\": 1, \\\"clarify\\\": 1, \\\"increase\\\": 9, \\\"volume\\\": 42, \\\"raise\\\": 8, \\\"boost\\\": 5, \\\"higher\\\": 3, \\\"louder\\\": 1, \\\"sound\\\": 34, \\\"audio\\\": 26, \\\"decrease\\\": 6, \\\"lower\\\": 10, \\\"reduce\\\": 8, \\\"quieter\\\": 1, \\\"unmute\\\": 9, \\\"back\\\": 7, \\\"restore\\\": 4, \\\"speakers\\\": 7, \\\"mute\\\": 12, \\\"silence\\\": 5, \\\"brightness\\\": 46, \\\"brighter\\\": 3, \\\"brighten\\\": 3, \\\"enhance\\\": 1, \\\"add\\\": 1, \\\"more\\\": 1, \\\"display\\\": 31, \\\"adjust\\\": 4, \\\"monitor\\\": 5, \\\"dimmer\\\": 3, \\\"dim\\\": 5, \\\"lessen\\\": 1, \\\"set\\\": 1, \\\"change\\\": 1, \\\"modify\\\": 1, \\\"control\\\": 1, \\\"manage\\\": 1, \\\"tune\\\": 1, \\\"action\\\": 394, \\\"reveal\\\": 20, \\\"unhide\\\": 2, \\\"forward\\\": 2, \\\"visible\\\": 2, \\\"uncover\\\": 2, \\\"pop\\\": 2, \\\"expose\\\": 2, \\\"hide\\\": 2, \\\"dismiss\\\": 2, \\\"conceal\\\": 2, \\\"remove\\\": 2, \\\"cover\\\": 2, \\\"wi\\\": 195, \\\"fi\\\": 195, \\\"networks\\\": 56, \\\"available\\\": 28, \\\"connections\\\": 7, \\\"bluetooth\\\": 195, \\\"devices\\\": 63, \\\"paired\\\": 21, \\\"airplane\\\": 132, \\\"saver\\\": 44, \\\"battery\\\": 44, \\\"light\\\": 176, \\\"share\\\": 130, \\\"nearby\\\": 267, \\\"sharing\\\": 130, \\\"connected\\\": 21, \\\"disturb\\\": 44, \\\"hotspot\\\": 44, \\\"dark\\\": 44, \\\"photo\\\": 91, \\\"capture\\\": 38, \\\"click\\\": 25, \\\"shoot\\\": 13, \\\"grab\\\": 25, \\\"camera\\\": 77, \\\"as\\\": 130, \\\"video\\\": 57, \\\"record\\\": 17, \\\"recording\\\": 54, \\\"capturing\\\": 24, \\\"scan\\\": 4, \\\"barcode\\\": 8, \\\"read\\\": 4, \\\"detect\\\": 4, \\\"bar\\\": 8, \\\"code\\\": 16, \\\"scanning\\\": 2, \\\"reading\\\": 2, \\\"screenshot\\\": 84, \\\"tool\\\": 38, \\\"snipping\\\": 38, \\\"voice\\\": 7, \\\"create\\\": 7, \\\"generate\\\": 7, \\\"build\\\": 7, \\\"produce\\\": 7, \\\"file\\\": 51, \\\"named\\\": 10, \\\"called\\\": 10, \\\"look\\\": 32, \\\"google\\\": 19, \\\"chrome\\\": 3, \\\"web\\\": 6, \\\"use\\\": 3, \\\"query\\\": 23, \\\"youtube\\\": 19, \\\"videos\\\": 5, \\\"explore\\\": 12, \\\"spotify\\\": 40, \\\"music\\\": 19, \\\"linkedin\\\": 19, \\\"professionals\\\": 5, \\\"professional\\\": 4, \\\"amazon\\\": 21, \\\"shop\\\": 2, \\\"product\\\": 4, \\\"products\\\": 2, \\\"shopping\\\": 1, \\\"twitter\\\": 19, \\\"tweets\\\": 5, \\\"tweet\\\": 4, \\\"github\\\": 20, \\\"repositories\\\": 1, \\\"article\\\": 4, \\\"articles\\\": 3, \\\"facebook\\\": 21, \\\"post\\\": 8, \\\"posts\\\": 6, \\\"page\\\": 1, \\\"instagram\\\": 21, \\\"tag\\\": 1, \\\"netflix\\\": 21, \\\"shows\\\": 3, \\\"movie\\\": 1, \\\"bing\\\": 21, \\\"explorer\\\": 21, \\\"files\\\": 4, \\\"play\\\": 28, \\\"song\\\": 10, \\\"some\\\": 1, \\\"something\\\": 2, \\\"track\\\": 3, \\\"clip\\\": 1, \\\"playing\\\": 1, \\\"playlist\\\": 1}\", \"index_docs\": \"{\\\"381\\\": 1, \\\"157\\\": 12, \\\"382\\\": 1, \\\"383\\\": 1, \\\"20\\\": 133, \\\"384\\\": 1, \\\"285\\\": 3, \\\"198\\\": 7, \\\"385\\\": 1, \\\"386\\\": 1, \\\"387\\\": 1, \\\"45\\\": 67, \\\"247\\\": 4, \\\"30\\\": 92, \\\"59\\\": 47, \\\"34\\\": 85, \\\"26\\\": 110, \\\"172\\\": 10, \\\"388\\\": 1, \\\"389\\\": 1, \\\"108\\\": 24, \\\"62\\\": 45, \\\"28\\\": 96, \\\"390\\\": 1, \\\"286\\\": 3, \\\"248\\\": 4, \\\"122\\\": 20, \\\"320\\\": 2, \\\"391\\\": 1, \\\"134\\\": 18, \\\"87\\\": 33, \\\"3\\\": 581, \\\"109\\\": 24, \\\"112\\\": 21, \\\"158\\\": 12, \\\"226\\\": 5, \\\"392\\\": 1, \\\"52\\\": 58, \\\"38\\\": 81, \\\"227\\\": 5, \\\"249\\\": 4, \\\"75\\\": 39, \\\"287\\\": 3, \\\"84\\\": 34, \\\"90\\\": 32, \\\"288\\\": 3, \\\"91\\\": 32, \\\"102\\\": 26, \\\"393\\\": 1, \\\"394\\\": 1, \\\"395\\\": 1, \\\"9\\\": 231, \\\"214\\\": 6, \\\"148\\\": 14, \\\"2\\\": 758, \\\"143\\\": 16, \\\"104\\\": 25, \\\"215\\\": 6, \\\"7\\\": 309, \\\"18\\\": 143, \\\"321\\\": 2, \\\"147\\\": 15, \\\"186\\\": 8, \\\"169\\\": 11, \\\"10\\\": 217, \\\"63\\\": 44, \\\"322\\\": 2, \\\"199\\\": 7, \\\"187\\\": 8, \\\"73\\\": 40, \\\"154\\\": 13, \\\"200\\\": 7, \\\"170\\\": 11, \\\"17\\\": 144, \\\"60\\\": 46, \\\"33\\\": 86, \\\"97\\\": 28, \\\"323\\\": 2, \\\"19\\\": 136, \\\"29\\\": 96, \\\"144\\\": 16, \\\"396\\\": 1, \\\"25\\\": 125, \\\"397\\\": 1, \\\"113\\\": 21, \\\"216\\\": 6, \\\"324\\\": 2, \\\"39\\\": 78, \\\"289\\\": 3, \\\"35\\\": 85, \\\"398\\\": 1, \\\"149\\\": 14, \\\"290\\\": 3, \\\"400\\\": 1, \\\"399\\\": 1, \\\"150\\\": 14, \\\"135\\\": 18, \\\"49\\\": 62, \\\"325\\\": 2, \\\"179\\\": 9, \\\"145\\\": 16, \\\"81\\\": 37, \\\"82\\\": 36, \\\"250\\\": 4, \\\"47\\\": 62, \\\"251\\\": 4, \\\"326\\\": 2, \\\"291\\\": 3, \\\"228\\\": 5, \\\"401\\\": 1, \\\"402\\\": 1, \\\"327\\\": 2, \\\"229\\\": 5, \\\"403\\\": 1, \\\"139\\\": 17, \\\"252\\\": 4, \\\"404\\\": 1, \\\"180\\\": 9, \\\"253\\\": 4, \\\"405\\\": 1, \\\"217\\\": 6, \\\"406\\\": 1, \\\"254\\\": 4, \\\"230\\\": 5, \\\"292\\\": 3, \\\"328\\\": 2, \\\"407\\\": 1, \\\"408\\\": 1, \\\"127\\\": 19, \\\"329\\\": 2, \\\"330\\\": 2, \\\"331\\\": 2, \\\"151\\\": 14, \\\"409\\\": 1, \\\"332\\\": 2, \\\"410\\\": 1, \\\"411\\\": 1, \\\"412\\\": 1, \\\"181\\\": 9, \\\"173\\\": 10, \\\"413\\\": 1, \\\"333\\\": 2, \\\"414\\\": 1, \\\"415\\\": 1, \\\"293\\\": 3, \\\"334\\\": 2, \\\"416\\\": 1, \\\"417\\\": 1, \\\"335\\\": 2, \\\"418\\\": 1, \\\"419\\\": 1, \\\"294\\\": 3, \\\"420\\\": 1, \\\"336\\\": 2, \\\"255\\\": 3, \\\"218\\\": 6, \\\"421\\\": 1, \\\"337\\\": 2, \\\"338\\\": 2, \\\"422\\\": 1, \\\"155\\\": 13, \\\"423\\\": 1, \\\"424\\\": 1, \\\"425\\\": 1, \\\"426\\\": 1, \\\"427\\\": 1, \\\"428\\\": 1, \\\"429\\\": 1, \\\"430\\\": 1, \\\"32\\\": 86, \\\"256\\\": 4, \\\"431\\\": 1, \\\"432\\\": 1, \\\"231\\\": 5, \\\"339\\\": 2, \\\"340\\\": 2, \\\"433\\\": 1, \\\"219\\\": 6, \\\"220\\\": 6, \\\"295\\\": 3, \\\"201\\\": 7, \\\"14\\\": 187, \\\"296\\\": 3, \\\"434\\\": 1, \\\"435\\\": 1, \\\"436\\\": 1, \\\"159\\\": 12, \\\"188\\\": 8, \\\"342\\\": 2, \\\"437\\\": 1, \\\"341\\\": 2, \\\"297\\\": 3, \\\"438\\\": 1, \\\"439\\\": 1, \\\"440\\\": 1, \\\"441\\\": 1, \\\"442\\\": 1, \\\"443\\\": 1, \\\"444\\\": 1, \\\"16\\\": 148, \\\"446\\\": 1, \\\"445\\\": 1, \\\"447\\\": 1, \\\"448\\\": 1, \\\"202\\\": 7, \\\"343\\\": 2, \\\"449\\\": 1, \\\"344\\\": 2, \\\"450\\\": 1, \\\"451\\\": 1, \\\"452\\\": 1, \\\"453\\\": 1, \\\"454\\\": 1, \\\"455\\\": 1, \\\"257\\\": 4, \\\"456\\\": 1, \\\"457\\\": 1, \\\"152\\\": 14, \\\"458\\\": 1, \\\"459\\\": 1, \\\"203\\\": 7, \\\"460\\\": 1, \\\"461\\\": 1, \\\"462\\\": 1, \\\"463\\\": 1, \\\"464\\\": 1, \\\"465\\\": 1, \\\"189\\\": 8, \\\"70\\\": 43, \\\"83\\\": 35, \\\"345\\\": 2, \\\"258\\\": 4, \\\"259\\\": 4, \\\"72\\\": 41, \\\"136\\\": 18, \\\"232\\\": 5, \\\"346\\\": 2, \\\"190\\\": 8, \\\"51\\\": 60, \\\"44\\\": 69, \\\"347\\\": 2, \\\"182\\\": 9, \\\"466\\\": 1, \\\"161\\\": 11, \\\"160\\\": 11, \\\"191\\\": 8, \\\"260\\\": 4, \\\"233\\\": 5, \\\"37\\\": 83, \\\"88\\\": 33, \\\"183\\\": 9, \\\"298\\\": 3, \\\"137\\\": 18, \\\"299\\\": 3, \\\"162\\\": 12, \\\"261\\\": 4, \\\"234\\\": 5, \\\"300\\\": 3, \\\"348\\\": 2, \\\"301\\\": 3, \\\"349\\\": 2, \\\"204\\\": 7, \\\"467\\\": 1, \\\"262\\\": 4, \\\"468\\\": 1, \\\"469\\\": 1, \\\"470\\\": 1, \\\"471\\\": 1, \\\"472\\\": 1, \\\"473\\\": 1, \\\"474\\\": 1, \\\"350\\\": 2, \\\"302\\\": 3, \\\"46\\\": 66, \\\"475\\\": 1, \\\"163\\\": 12, \\\"235\\\": 5, \\\"303\\\": 3, \\\"263\\\": 4, \\\"476\\\": 1, \\\"477\\\": 1, \\\"478\\\": 1, \\\"304\\\": 3, \\\"264\\\": 4, \\\"265\\\": 4, \\\"479\\\": 1, \\\"480\\\": 1, \\\"305\\\": 3, \\\"306\\\": 3, \\\"266\\\": 4, \\\"351\\\": 2, \\\"481\\\": 1, \\\"482\\\": 1, \\\"483\\\": 1, \\\"484\\\": 1, \\\"485\\\": 1, \\\"486\\\": 1, \\\"487\\\": 1, \\\"94\\\": 31, \\\"267\\\": 4, \\\"268\\\": 4, \\\"92\\\": 32, \\\"236\\\": 5, \\\"269\\\": 4, \\\"307\\\": 3, \\\"488\\\": 1, \\\"308\\\": 3, \\\"96\\\": 29, \\\"352\\\": 2, \\\"353\\\": 2, \\\"270\\\": 4, \\\"271\\\": 4, \\\"76\\\": 39, \\\"489\\\": 1, \\\"490\\\": 1, \\\"354\\\": 2, \\\"491\\\": 1, \\\"64\\\": 44, \\\"42\\\": 73, \\\"27\\\": 97, \\\"174\\\": 10, \\\"355\\\": 2, \\\"43\\\": 73, \\\"41\\\": 74, \\\"356\\\": 2, \\\"77\\\": 38, \\\"6\\\": 316, \\\"164\\\": 12, \\\"221\\\": 6, \\\"357\\\": 2, \\\"358\\\": 2, \\\"153\\\": 14, \\\"359\\\": 2, \\\"171\\\": 11, \\\"140\\\": 17, \\\"237\\\": 5, \\\"205\\\": 7, \\\"238\\\": 5, \\\"222\\\": 6, \\\"239\\\": 5, \\\"360\\\": 2, \\\"192\\\": 8, \\\"309\\\": 3, \\\"361\\\": 2, \\\"492\\\": 1, \\\"493\\\": 1, \\\"494\\\": 1, \\\"85\\\": 34, \\\"53\\\": 57, \\\"495\\\": 1, \\\"496\\\": 1, \\\"141\\\": 17, \\\"497\\\": 1, \\\"498\\\": 1, \\\"128\\\": 19, \\\"499\\\": 1, \\\"272\\\": 4, \\\"101\\\": 27, \\\"165\\\": 12, \\\"362\\\": 2, \\\"500\\\": 1, \\\"501\\\": 1, \\\"502\\\": 1, \\\"503\\\": 1, \\\"310\\\": 3, \\\"4\\\": 395, \\\"363\\\": 2, \\\"138\\\": 18, \\\"504\\\": 1, \\\"123\\\": 20, \\\"124\\\": 20, \\\"273\\\": 4, \\\"58\\\": 50, \\\"166\\\": 12, \\\"89\\\": 33, \\\"54\\\": 56, \\\"98\\\": 28, \\\"105\\\": 25, \\\"274\\\": 4, \\\"505\\\": 1, \\\"364\\\": 2, \\\"506\\\": 1, \\\"507\\\": 1, \\\"184\\\": 9, \\\"71\\\": 42, \\\"193\\\": 8, \\\"240\\\": 5, \\\"311\\\": 3, \\\"508\\\": 1, \\\"86\\\": 34, \\\"103\\\": 26, \\\"223\\\": 6, \\\"175\\\": 10, \\\"194\\\": 8, \\\"509\\\": 1, \\\"185\\\": 9, \\\"206\\\": 7, \\\"275\\\": 4, \\\"207\\\": 7, \\\"167\\\": 12, \\\"241\\\": 5, \\\"61\\\": 46, \\\"312\\\": 3, \\\"313\\\": 3, \\\"510\\\": 1, \\\"511\\\": 1, \\\"512\\\": 1, \\\"95\\\": 31, \\\"276\\\": 4, \\\"242\\\": 5, \\\"314\\\": 3, \\\"243\\\": 5, \\\"513\\\": 1, \\\"514\\\": 1, \\\"515\\\": 1, \\\"516\\\": 1, \\\"517\\\": 1, \\\"518\\\": 1, \\\"519\\\": 1, \\\"5\\\": 394, \\\"125\\\": 20, \\\"365\\\": 2, \\\"366\\\": 2, \\\"367\\\": 2, \\\"368\\\": 2, \\\"369\\\": 2, \\\"370\\\": 2, \\\"371\\\": 2, \\\"372\\\": 2, \\\"373\\\": 2, \\\"374\\\": 2, \\\"375\\\": 2, \\\"11\\\": 195, \\\"12\\\": 195, \\\"55\\\": 56, \\\"99\\\": 28, \\\"208\\\": 7, \\\"13\\\": 195, \\\"48\\\": 63, \\\"114\\\": 21, \\\"21\\\": 132, \\\"66\\\": 44, \\\"65\\\": 44, \\\"15\\\": 176, \\\"22\\\": 130, \\\"8\\\": 267, \\\"23\\\": 130, \\\"115\\\": 21, \\\"67\\\": 44, \\\"68\\\": 44, \\\"69\\\": 44, \\\"31\\\": 91, \\\"78\\\": 38, \\\"106\\\": 25, \\\"156\\\": 13, \\\"107\\\": 25, \\\"40\\\": 77, \\\"24\\\": 130, \\\"50\\\": 57, \\\"142\\\": 17, \\\"56\\\": 54, \\\"110\\\": 24, \\\"277\\\": 4, \\\"195\\\": 8, \\\"278\\\": 4, \\\"279\\\": 4, \\\"196\\\": 8, \\\"146\\\": 16, \\\"376\\\": 2, \\\"377\\\": 2, \\\"36\\\": 84, \\\"80\\\": 38, \\\"79\\\": 38, \\\"209\\\": 7, \\\"210\\\": 7, \\\"211\\\": 7, \\\"212\\\": 7, \\\"213\\\": 7, \\\"57\\\": 51, \\\"176\\\": 10, \\\"177\\\": 10, \\\"93\\\": 32, \\\"129\\\": 19, \\\"315\\\": 3, \\\"224\\\": 6, \\\"316\\\": 3, \\\"111\\\": 23, \\\"130\\\": 19, \\\"244\\\": 5, \\\"168\\\": 12, \\\"74\\\": 40, \\\"131\\\": 19, \\\"132\\\": 19, \\\"245\\\": 5, \\\"280\\\": 4, \\\"116\\\": 21, \\\"378\\\": 2, \\\"281\\\": 4, \\\"379\\\": 2, \\\"520\\\": 1, \\\"133\\\": 19, \\\"246\\\": 5, \\\"282\\\": 4, \\\"126\\\": 20, \\\"521\\\": 1, \\\"283\\\": 4, \\\"317\\\": 3, \\\"117\\\": 21, \\\"197\\\": 8, \\\"225\\\": 6, \\\"522\\\": 1, \\\"118\\\": 21, \\\"523\\\": 1, \\\"119\\\": 21, \\\"318\\\": 3, \\\"524\\\": 1, \\\"120\\\": 21, \\\"121\\\": 21, \\\"284\\\": 4, \\\"100\\\": 28, \\\"178\\\": 10, \\\"525\\\": 1, \\\"380\\\": 2, \\\"319\\\": 3, \\\"526\\\": 1, \\\"527\\\": 1, \\\"528\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<unk>\\\", \\\"2\\\": \\\"in\\\", \\\"3\\\": \\\"the\\\", \\\"4\\\": \\\"center\\\", \\\"5\\\": \\\"action\\\", \\\"6\\\": \\\"settings\\\", \\\"7\\\": \\\"on\\\", \\\"8\\\": \\\"nearby\\\", \\\"9\\\": \\\"mode\\\", \\\"10\\\": \\\"off\\\", \\\"11\\\": \\\"wi\\\", \\\"12\\\": \\\"fi\\\", \\\"13\\\": \\\"bluetooth\\\", \\\"14\\\": \\\"and\\\", \\\"15\\\": \\\"light\\\", \\\"16\\\": \\\"search\\\", \\\"17\\\": \\\"power\\\", \\\"18\\\": \\\"turn\\\", \\\"19\\\": \\\"a\\\", \\\"20\\\": \\\"night\\\", \\\"21\\\": \\\"airplane\\\", \\\"22\\\": \\\"share\\\", \\\"23\\\": \\\"sharing\\\", \\\"24\\\": \\\"as\\\", \\\"25\\\": \\\"start\\\", \\\"26\\\": \\\"it\\\", \\\"27\\\": \\\"switch\\\", \\\"28\\\": \\\"you\\\", \\\"29\\\": \\\"time\\\", \\\"30\\\": \\\"s\\\", \\\"31\\\": \\\"photo\\\", \\\"32\\\": \\\"day\\\", \\\"33\\\": \\\"stop\\\", \\\"34\\\": \\\"what\\\", \\\"35\\\": \\\"begin\\\", \\\"36\\\": \\\"screenshot\\\", \\\"37\\\": \\\"current\\\", \\\"38\\\": \\\"activate\\\", \\\"39\\\": \\\"for\\\", \\\"40\\\": \\\"camera\\\", \\\"41\\\": \\\"deactivate\\\", \\\"42\\\": \\\"enable\\\", \\\"43\\\": \\\"disable\\\", \\\"44\\\": \\\"year\\\", \\\"45\\\": \\\"me\\\", \\\"46\\\": \\\"not\\\", \\\"47\\\": \\\"do\\\", \\\"48\\\": \\\"devices\\\", \\\"49\\\": \\\"name\\\", \\\"50\\\": \\\"video\\\", \\\"51\\\": \\\"month\\\", \\\"52\\\": \\\"screen\\\", \\\"53\\\": \\\"save\\\", \\\"54\\\": \\\"end\\\", \\\"55\\\": \\\"networks\\\", \\\"56\\\": \\\"recording\\\", \\\"57\\\": \\\"file\\\", \\\"58\\\": \\\"commence\\\", \\\"59\\\": \\\"up\\\", \\\"60\\\": \\\"shutdown\\\", \\\"61\\\": \\\"brightness\\\", \\\"62\\\": \\\"to\\\", \\\"63\\\": \\\"of\\\", \\\"64\\\": \\\"internet\\\", \\\"65\\\": \\\"battery\\\", \\\"66\\\": \\\"saver\\\", \\\"67\\\": \\\"disturb\\\", \\\"68\\\": \\\"hotspot\\\", \\\"69\\\": \\\"dark\\\", \\\"70\\\": \\\"yesterday\\\", \\\"71\\\": \\\"volume\\\", \\\"72\\\": \\\"today\\\", \\\"73\\\": \\\"now\\\", \\\"74\\\": \\\"spotify\\\", \\\"75\\\": \\\"this\\\", \\\"76\\\": \\\"weather\\\", \\\"77\\\": \\\"open\\\", \\\"78\\\": \\\"capture\\\", \\\"79\\\": \\\"snipping\\\", \\\"80\\\": \\\"tool\\\", \\\"81\\\": \\\"tell\\\", \\\"82\\\": \\\"is\\\", \\\"83\\\": \\\"date\\\", \\\"84\\\": \\\"please\\\", \\\"85\\\": \\\"find\\\", \\\"86\\\": \\\"sound\\\", \\\"87\\\": \\\"system\\\", \\\"88\\\": \\\"hour\\\", \\\"89\\\": \\\"terminate\\\", \\\"90\\\": \\\"can\\\", \\\"91\\\": \\\"initiate\\\", \\\"92\\\": \\\"show\\\", \\\"93\\\": \\\"look\\\", \\\"94\\\": \\\"temperature\\\", \\\"95\\\": \\\"display\\\", \\\"96\\\": \\\"get\\\", \\\"97\\\": \\\"take\\\", \\\"98\\\": \\\"wikipedia\\\", \\\"99\\\": \\\"available\\\", \\\"100\\\": \\\"play\\\", \\\"101\\\": \\\"snap\\\", \\\"102\\\": \\\"down\\\", \\\"103\\\": \\\"audio\\\", \\\"104\\\": \\\"make\\\", \\\"105\\\": \\\"lookup\\\", \\\"106\\\": \\\"click\\\", \\\"107\\\": \\\"grab\\\", \\\"108\\\": \\\"see\\\", \\\"109\\\": \\\"my\\\", \\\"110\\\": \\\"capturing\\\", \\\"111\\\": \\\"query\\\", \\\"112\\\": \\\"computer\\\", \\\"113\\\": \\\"sam\\\", \\\"114\\\": \\\"paired\\\", \\\"115\\\": \\\"connected\\\", \\\"116\\\": \\\"amazon\\\", \\\"117\\\": \\\"facebook\\\", \\\"118\\\": \\\"instagram\\\", \\\"119\\\": \\\"netflix\\\", \\\"120\\\": \\\"bing\\\", \\\"121\\\": \\\"explorer\\\", \\\"122\\\": \\\"are\\\", \\\"123\\\": \\\"application\\\", \\\"124\\\": \\\"app\\\", \\\"125\\\": \\\"reveal\\\", \\\"126\\\": \\\"github\\\", \\\"127\\\": \\\"list\\\", \\\"128\\\": \\\"view\\\", \\\"129\\\": \\\"google\\\", \\\"130\\\": \\\"youtube\\\", \\\"131\\\": \\\"music\\\", \\\"132\\\": \\\"linkedin\\\", \\\"133\\\": \\\"twitter\\\", \\\"134\\\": \\\"lock\\\", \\\"135\\\": \\\"your\\\", \\\"136\\\": \\\"calendar\\\", \\\"137\\\": \\\"at\\\", \\\"138\\\": \\\"run\\\", \\\"139\\\": \\\"using\\\", \\\"140\\\": \\\"press\\\", \\\"141\\\": \\\"new\\\", \\\"142\\\": \\\"record\\\", \\\"143\\\": \\\"sleep\\\", \\\"144\\\": \\\"assistant\\\", \\\"145\\\": \\\"about\\\", \\\"146\\\": \\\"code\\\", \\\"147\\\": \\\"out\\\", \\\"148\\\": \\\"put\\\", \\\"149\\\": \\\"i\\\", \\\"150\\\": \\\"who\\\", \\\"151\\\": \\\"have\\\", \\\"152\\\": \\\"was\\\", \\\"153\\\": \\\"bring\\\", \\\"154\\\": \\\"restart\\\", \\\"155\\\": \\\"next\\\", \\\"156\\\": \\\"shoot\\\", \\\"157\\\": \\\"good\\\", \\\"158\\\": \\\"windows\\\", \\\"159\\\": \\\"life\\\", \\\"160\\\": \\\"after\\\", \\\"161\\\": \\\"tomorrow\\\", \\\"162\\\": \\\"right\\\", \\\"163\\\": \\\"no\\\", \\\"164\\\": \\\"setting\\\", \\\"165\\\": \\\"window\\\", \\\"166\\\": \\\"close\\\", \\\"167\\\": \\\"mute\\\", \\\"168\\\": \\\"explore\\\", \\\"169\\\": \\\"log\\\", \\\"170\\\": \\\"shut\\\", \\\"171\\\": \\\"key\\\", \\\"172\\\": \\\"how\\\", \\\"173\\\": \\\"thanks\\\", \\\"174\\\": \\\"could\\\", \\\"175\\\": \\\"lower\\\", \\\"176\\\": \\\"named\\\", \\\"177\\\": \\\"called\\\", \\\"178\\\": \\\"song\\\", \\\"179\\\": \\\"yourself\\\", \\\"180\\\": \\\"explain\\\", \\\"181\\\": \\\"thank\\\", \\\"182\\\": \\\"give\\\", \\\"183\\\": \\\"clock\\\", \\\"184\\\": \\\"increase\\\", \\\"185\\\": \\\"unmute\\\", \\\"186\\\": \\\"sign\\\", \\\"187\\\": \\\"exit\\\", \\\"188\\\": \\\"meaning\\\", \\\"189\\\": \\\"before\\\", \\\"190\\\": \\\"exact\\\", \\\"191\\\": \\\"following\\\", \\\"192\\\": \\\"all\\\", \\\"193\\\": \\\"raise\\\", \\\"194\\\": \\\"reduce\\\", \\\"195\\\": \\\"barcode\\\", \\\"196\\\": \\\"bar\\\", \\\"197\\\": \\\"post\\\", \\\"198\\\": \\\"hey\\\", \\\"199\\\": \\\"from\\\", \\\"200\\\": \\\"reboot\\\", \\\"201\\\": \\\"dreaming\\\", \\\"202\\\": \\\"sorry\\\", \\\"203\\\": \\\"an\\\", \\\"204\\\": \\\"proceed\\\", \\\"205\\\": \\\"tap\\\", \\\"206\\\": \\\"back\\\", \\\"207\\\": \\\"speakers\\\", \\\"208\\\": \\\"connections\\\", \\\"209\\\": \\\"voice\\\", \\\"210\\\": \\\"create\\\", \\\"211\\\": \\\"generate\\\", \\\"212\\\": \\\"build\\\", \\\"213\\\": \\\"produce\\\", \\\"214\\\": \\\"machine\\\", \\\"215\\\": \\\"go\\\", \\\"216\\\": \\\"wake\\\", \\\"217\\\": \\\"describe\\\", \\\"218\\\": \\\"later\\\", \\\"219\\\": \\\"dream\\\", \\\"220\\\": \\\"dreams\\\", \\\"221\\\": \\\"launch\\\", \\\"222\\\": \\\"push\\\", \\\"223\\\": \\\"decrease\\\", \\\"224\\\": \\\"web\\\", \\\"225\\\": \\\"posts\\\", \\\"226\\\": \\\"pc\\\", \\\"227\\\": \\\"desktop\\\", \\\"228\\\": \\\"virtual\\\", \\\"229\\\": \\\"with\\\", \\\"230\\\": \\\"purpose\\\", \\\"231\\\": \\\"like\\\", \\\"232\\\": \\\"weekday\\\", \\\"233\\\": \\\"week\\\", \\\"234\\\": \\\"sure\\\", \\\"235\\\": \\\"nope\\\", \\\"236\\\": \\\"details\\\", \\\"237\\\": \\\"hit\\\", \\\"238\\\": \\\"strike\\\", \\\"239\\\": \\\"would\\\", \\\"240\\\": \\\"boost\\\", \\\"241\\\": \\\"silence\\\", \\\"242\\\": \\\"monitor\\\", \\\"243\\\": \\\"dim\\\", \\\"244\\\": \\\"videos\\\", \\\"245\\\": \\\"professionals\\\", \\\"246\\\": \\\"tweets\\\", \\\"247\\\": \\\"there\\\", \\\"248\\\": \\\"buddy\\\", \\\"249\\\": \\\"laptop\\\", \\\"250\\\": \\\"identity\\\", \\\"251\\\": \\\"identify\\\", \\\"252\\\": \\\"user\\\", \\\"253\\\": \\\"status\\\", \\\"254\\\": \\\"robot\\\", \\\"255\\\": \\\"bye\\\", \\\"256\\\": \\\"hobbies\\\", \\\"257\\\": \\\"that\\\", \\\"258\\\": \\\"two\\\", \\\"259\\\": \\\"days\\\", \\\"260\\\": \\\"upcoming\\\", \\\"261\\\": \\\"yes\\\", \\\"262\\\": \\\"away\\\", \\\"263\\\": \\\"cancel\\\", \\\"264\\\": \\\"really\\\", \\\"265\\\": \\\"nah\\\", \\\"266\\\": \\\"let\\\", \\\"267\\\": \\\"hot\\\", \\\"268\\\": \\\"cold\\\", \\\"269\\\": \\\"check\\\", \\\"270\\\": \\\"around\\\", \\\"271\\\": \\\"area\\\", \\\"272\\\": \\\"minimize\\\", \\\"273\\\": \\\"fire\\\", \\\"274\\\": \\\"define\\\", \\\"275\\\": \\\"restore\\\", \\\"276\\\": \\\"adjust\\\", \\\"277\\\": \\\"scan\\\", \\\"278\\\": \\\"read\\\", \\\"279\\\": \\\"detect\\\", \\\"280\\\": \\\"professional\\\", \\\"281\\\": \\\"product\\\", \\\"282\\\": \\\"tweet\\\", \\\"283\\\": \\\"article\\\", \\\"284\\\": \\\"files\\\", \\\"285\\\": \\\"hi\\\", \\\"286\\\": \\\"nice\\\", \\\"287\\\": \\\"device\\\", \\\"288\\\": \\\"sequence\\\", \\\"289\\\": \\\"listening\\\", \\\"290\\\": \\\"need\\\", \\\"291\\\": \\\"am\\\", \\\"292\\\": \\\"capabilities\\\", \\\"293\\\": \\\"so\\\", \\\"294\\\": \\\"great\\\", \\\"295\\\": \\\"assistants\\\", \\\"296\\\": \\\"ai\\\", \\\"297\\\": \\\"existence\\\", \\\"298\\\": \\\"present\\\", \\\"299\\\": \\\"moment\\\", \\\"300\\\": \\\"okay\\\", \\\"301\\\": \\\"ahead\\\", \\\"302\\\": \\\"sounds\\\", \\\"303\\\": \\\"negative\\\", \\\"304\\\": \\\"skip\\\", \\\"305\\\": \\\"don\\\", \\\"306\\\": \\\"t\\\", \\\"307\\\": \\\"fetch\\\", \\\"308\\\": \\\"forecast\\\", \\\"309\\\": \\\"select\\\", \\\"310\\\": \\\"align\\\", \\\"311\\\": \\\"higher\\\", \\\"312\\\": \\\"brighter\\\", \\\"313\\\": \\\"brighten\\\", \\\"314\\\": \\\"dimmer\\\", \\\"315\\\": \\\"chrome\\\", \\\"316\\\": \\\"use\\\", \\\"317\\\": \\\"articles\\\", \\\"318\\\": \\\"shows\\\", \\\"319\\\": \\\"track\\\", \\\"320\\\": \\\"doing\\\", \\\"321\\\": \\\"enter\\\", \\\"322\\\": \\\"account\\\", \\\"323\\\": \\\"break\\\", \\\"324\\\": \\\"call\\\", \\\"325\\\": \\\"introduce\\\", \\\"326\\\": \\\"talking\\\", \\\"327\\\": \\\"recognize\\\", \\\"328\\\": \\\"tasks\\\", \\\"329\\\": \\\"abilities\\\", \\\"330\\\": \\\"know\\\", \\\"331\\\": \\\"functions\\\", \\\"332\\\": \\\"provide\\\", \\\"333\\\": \\\"much\\\", \\\"334\\\": \\\"sir\\\", \\\"335\\\": \\\"re\\\", \\\"336\\\": \\\"goodbye\\\", \\\"337\\\": \\\"care\\\", \\\"338\\\": \\\"farewell\\\", \\\"339\\\": \\\"interested\\\", \\\"340\\\": \\\"enjoy\\\", \\\"341\\\": \\\"why\\\", \\\"342\\\": \\\"we\\\", \\\"343\\\": \\\"apologize\\\", \\\"344\\\": \\\"forgive\\\", \\\"345\\\": \\\"ago\\\", \\\"346\\\": \\\"specific\\\", \\\"347\\\": \\\"which\\\", \\\"348\\\": \\\"absolutely\\\", \\\"349\\\": \\\"affirmative\\\", \\\"350\\\": \\\"fine\\\", \\\"351\\\": \\\"d\\\", \\\"352\\\": \\\"location\\\", \\\"353\\\": \\\"near\\\", \\\"354\\\": \\\"if\\\", \\\"355\\\": \\\"connect\\\", \\\"356\\\": \\\"disconnect\\\", \\\"357\\\": \\\"access\\\", \\\"358\\\": \\\"navigate\\\", \\\"359\\\": \\\"into\\\", \\\"360\\\": \\\"copy\\\", \\\"361\\\": \\\"cut\\\", \\\"362\\\": \\\"left\\\", \\\"363\\\": \\\"menu\\\", \\\"364\\\": \\\"enlighten\\\", \\\"365\\\": \\\"unhide\\\", \\\"366\\\": \\\"forward\\\", \\\"367\\\": \\\"visible\\\", \\\"368\\\": \\\"uncover\\\", \\\"369\\\": \\\"pop\\\", \\\"370\\\": \\\"expose\\\", \\\"371\\\": \\\"hide\\\", \\\"372\\\": \\\"dismiss\\\", \\\"373\\\": \\\"conceal\\\", \\\"374\\\": \\\"remove\\\", \\\"375\\\": \\\"cover\\\", \\\"376\\\": \\\"scanning\\\", \\\"377\\\": \\\"reading\\\", \\\"378\\\": \\\"shop\\\", \\\"379\\\": \\\"products\\\", \\\"380\\\": \\\"something\\\", \\\"381\\\": \\\"morning\\\", \\\"382\\\": \\\"afternoon\\\", \\\"383\\\": \\\"evening\\\", \\\"384\\\": \\\"hello\\\", \\\"385\\\": \\\"greetings\\\", \\\"386\\\": \\\"howdy\\\", \\\"387\\\": \\\"greet\\\", \\\"388\\\": \\\"going\\\", \\\"389\\\": \\\"hiya\\\", \\\"390\\\": \\\"meet\\\", \\\"391\\\": \\\"friend\\\", \\\"392\\\": \\\"secure\\\", \\\"393\\\": \\\"workstation\\\", \\\"394\\\": \\\"terminal\\\", \\\"395\\\": \\\"engage\\\", \\\"396\\\": \\\"command\\\", \\\"397\\\": \\\"rest\\\", \\\"398\\\": \\\"awaken\\\", \\\"399\\\": \\\"come\\\", \\\"400\\\": \\\"alive\\\", \\\"401\\\": \\\"introduction\\\", \\\"402\\\": \\\"exactly\\\", \\\"403\\\": \\\"interacting\\\", \\\"404\\\": \\\"person\\\", \\\"405\\\": \\\"real\\\", \\\"406\\\": \\\"human\\\", \\\"407\\\": \\\"handle\\\", \\\"408\\\": \\\"perform\\\", \\\"409\\\": \\\"skills\\\", \\\"410\\\": \\\"services\\\", \\\"411\\\": \\\"capable\\\", \\\"412\\\": \\\"features\\\", \\\"413\\\": \\\"very\\\", \\\"414\\\": \\\"lot\\\", \\\"415\\\": \\\"appreciate\\\", \\\"416\\\": \\\"ton\\\", \\\"417\\\": \\\"helpful\\\", \\\"418\\\": \\\"awesome\\\", \\\"419\\\": \\\"job\\\", \\\"420\\\": \\\"work\\\", \\\"421\\\": \\\"soon\\\", \\\"422\\\": \\\"long\\\", \\\"423\\\": \\\"until\\\", \\\"424\\\": \\\"one\\\", \\\"425\\\": \\\"alligator\\\", \\\"426\\\": \\\"goodnight\\\", \\\"427\\\": \\\"catch\\\", \\\"428\\\": \\\"adios\\\", \\\"429\\\": \\\"ya\\\", \\\"430\\\": \\\"peace\\\", \\\"431\\\": \\\"any\\\", \\\"432\\\": \\\"fun\\\", \\\"433\\\": \\\"interests\\\", \\\"434\\\": \\\"imagine\\\", \\\"435\\\": \\\"state\\\", \\\"436\\\": \\\"process\\\", \\\"437\\\": \\\"here\\\", \\\"438\\\": \\\"seeking\\\", \\\"439\\\": \\\"quest\\\", \\\"440\\\": \\\"our\\\", \\\"441\\\": \\\"point\\\", \\\"442\\\": \\\"philosophy\\\", \\\"443\\\": \\\"understanding\\\", \\\"444\\\": \\\"finding\\\", \\\"445\\\": \\\"ultimate\\\", \\\"446\\\": \\\"question\\\", \\\"447\\\": \\\"robotic\\\", \\\"448\\\": \\\"or\\\", \\\"449\\\": \\\"apologies\\\", \\\"450\\\": \\\"excuse\\\", \\\"451\\\": \\\"oops\\\", \\\"452\\\": \\\"mistake\\\", \\\"453\\\": \\\"pardon\\\", \\\"454\\\": \\\"regretful\\\", \\\"455\\\": \\\"m\\\", \\\"456\\\": \\\"bad\\\", \\\"457\\\": \\\"fault\\\", \\\"458\\\": \\\"regret\\\", \\\"459\\\": \\\"amazing\\\", \\\"460\\\": \\\"wishing\\\", \\\"461\\\": \\\"wonderful\\\", \\\"462\\\": \\\"hope\\\", \\\"463\\\": \\\"splendid\\\", \\\"464\\\": \\\"fantastic\\\", \\\"465\\\": \\\"quit\\\", \\\"466\\\": \\\"did\\\", \\\"467\\\": \\\"certainly\\\", \\\"468\\\": \\\"course\\\", \\\"469\\\": \\\"indeed\\\", \\\"470\\\": \\\"definitely\\\", \\\"471\\\": \\\"yeah\\\", \\\"472\\\": \\\"yep\\\", \\\"473\\\": \\\"thing\\\", \\\"474\\\": \\\"alright\\\", \\\"475\\\": \\\"agree\\\", \\\"476\\\": \\\"abort\\\", \\\"477\\\": \\\"never\\\", \\\"478\\\": \\\"mind\\\", \\\"479\\\": \\\"way\\\", \\\"480\\\": \\\"want\\\", \\\"481\\\": \\\"rather\\\", \\\"482\\\": \\\"think\\\", \\\"483\\\": \\\"prefer\\\", \\\"484\\\": \\\"maybe\\\", \\\"485\\\": \\\"avoid\\\", \\\"486\\\": \\\"feeling\\\", \\\"487\\\": \\\"needed\\\", \\\"488\\\": \\\"degrees\\\", \\\"489\\\": \\\"raining\\\", \\\"490\\\": \\\"sunny\\\", \\\"491\\\": \\\"report\\\", \\\"492\\\": \\\"paste\\\", \\\"493\\\": \\\"undo\\\", \\\"494\\\": \\\"redo\\\", \\\"495\\\": \\\"print\\\", \\\"496\\\": \\\"tab\\\", \\\"497\\\": \\\"document\\\", \\\"498\\\": \\\"task\\\", \\\"499\\\": \\\"apps\\\", \\\"500\\\": \\\"maximize\\\", \\\"501\\\": \\\"bold\\\", \\\"502\\\": \\\"italic\\\", \\\"503\\\": \\\"underline\\\", \\\"504\\\": \\\"dialog\\\", \\\"505\\\": \\\"information\\\", \\\"506\\\": \\\"inform\\\", \\\"507\\\": \\\"clarify\\\", \\\"508\\\": \\\"louder\\\", \\\"509\\\": \\\"quieter\\\", \\\"510\\\": \\\"enhance\\\", \\\"511\\\": \\\"add\\\", \\\"512\\\": \\\"more\\\", \\\"513\\\": \\\"lessen\\\", \\\"514\\\": \\\"set\\\", \\\"515\\\": \\\"change\\\", \\\"516\\\": \\\"modify\\\", \\\"517\\\": \\\"control\\\", \\\"518\\\": \\\"manage\\\", \\\"519\\\": \\\"tune\\\", \\\"520\\\": \\\"shopping\\\", \\\"521\\\": \\\"repositories\\\", \\\"522\\\": \\\"page\\\", \\\"523\\\": \\\"tag\\\", \\\"524\\\": \\\"movie\\\", \\\"525\\\": \\\"some\\\", \\\"526\\\": \\\"clip\\\", \\\"527\\\": \\\"playing\\\", \\\"528\\\": \\\"playlist\\\"}\", \"word_index\": \"{\\\"<unk>\\\": 1, \\\"in\\\": 2, \\\"the\\\": 3, \\\"center\\\": 4, \\\"action\\\": 5, \\\"settings\\\": 6, \\\"on\\\": 7, \\\"nearby\\\": 8, \\\"mode\\\": 9, \\\"off\\\": 10, \\\"wi\\\": 11, \\\"fi\\\": 12, \\\"bluetooth\\\": 13, \\\"and\\\": 14, \\\"light\\\": 15, \\\"search\\\": 16, \\\"power\\\": 17, \\\"turn\\\": 18, \\\"a\\\": 19, \\\"night\\\": 20, \\\"airplane\\\": 21, \\\"share\\\": 22, \\\"sharing\\\": 23, \\\"as\\\": 24, \\\"start\\\": 25, \\\"it\\\": 26, \\\"switch\\\": 27, \\\"you\\\": 28, \\\"time\\\": 29, \\\"s\\\": 30, \\\"photo\\\": 31, \\\"day\\\": 32, \\\"stop\\\": 33, \\\"what\\\": 34, \\\"begin\\\": 35, \\\"screenshot\\\": 36, \\\"current\\\": 37, \\\"activate\\\": 38, \\\"for\\\": 39, \\\"camera\\\": 40, \\\"deactivate\\\": 41, \\\"enable\\\": 42, \\\"disable\\\": 43, \\\"year\\\": 44, \\\"me\\\": 45, \\\"not\\\": 46, \\\"do\\\": 47, \\\"devices\\\": 48, \\\"name\\\": 49, \\\"video\\\": 50, \\\"month\\\": 51, \\\"screen\\\": 52, \\\"save\\\": 53, \\\"end\\\": 54, \\\"networks\\\": 55, \\\"recording\\\": 56, \\\"file\\\": 57, \\\"commence\\\": 58, \\\"up\\\": 59, \\\"shutdown\\\": 60, \\\"brightness\\\": 61, \\\"to\\\": 62, \\\"of\\\": 63, \\\"internet\\\": 64, \\\"battery\\\": 65, \\\"saver\\\": 66, \\\"disturb\\\": 67, \\\"hotspot\\\": 68, \\\"dark\\\": 69, \\\"yesterday\\\": 70, \\\"volume\\\": 71, \\\"today\\\": 72, \\\"now\\\": 73, \\\"spotify\\\": 74, \\\"this\\\": 75, \\\"weather\\\": 76, \\\"open\\\": 77, \\\"capture\\\": 78, \\\"snipping\\\": 79, \\\"tool\\\": 80, \\\"tell\\\": 81, \\\"is\\\": 82, \\\"date\\\": 83, \\\"please\\\": 84, \\\"find\\\": 85, \\\"sound\\\": 86, \\\"system\\\": 87, \\\"hour\\\": 88, \\\"terminate\\\": 89, \\\"can\\\": 90, \\\"initiate\\\": 91, \\\"show\\\": 92, \\\"look\\\": 93, \\\"temperature\\\": 94, \\\"display\\\": 95, \\\"get\\\": 96, \\\"take\\\": 97, \\\"wikipedia\\\": 98, \\\"available\\\": 99, \\\"play\\\": 100, \\\"snap\\\": 101, \\\"down\\\": 102, \\\"audio\\\": 103, \\\"make\\\": 104, \\\"lookup\\\": 105, \\\"click\\\": 106, \\\"grab\\\": 107, \\\"see\\\": 108, \\\"my\\\": 109, \\\"capturing\\\": 110, \\\"query\\\": 111, \\\"computer\\\": 112, \\\"sam\\\": 113, \\\"paired\\\": 114, \\\"connected\\\": 115, \\\"amazon\\\": 116, \\\"facebook\\\": 117, \\\"instagram\\\": 118, \\\"netflix\\\": 119, \\\"bing\\\": 120, \\\"explorer\\\": 121, \\\"are\\\": 122, \\\"application\\\": 123, \\\"app\\\": 124, \\\"reveal\\\": 125, \\\"github\\\": 126, \\\"list\\\": 127, \\\"view\\\": 128, \\\"google\\\": 129, \\\"youtube\\\": 130, \\\"music\\\": 131, \\\"linkedin\\\": 132, \\\"twitter\\\": 133, \\\"lock\\\": 134, \\\"your\\\": 135, \\\"calendar\\\": 136, \\\"at\\\": 137, \\\"run\\\": 138, \\\"using\\\": 139, \\\"press\\\": 140, \\\"new\\\": 141, \\\"record\\\": 142, \\\"sleep\\\": 143, \\\"assistant\\\": 144, \\\"about\\\": 145, \\\"code\\\": 146, \\\"out\\\": 147, \\\"put\\\": 148, \\\"i\\\": 149, \\\"who\\\": 150, \\\"have\\\": 151, \\\"was\\\": 152, \\\"bring\\\": 153, \\\"restart\\\": 154, \\\"next\\\": 155, \\\"shoot\\\": 156, \\\"good\\\": 157, \\\"windows\\\": 158, \\\"life\\\": 159, \\\"after\\\": 160, \\\"tomorrow\\\": 161, \\\"right\\\": 162, \\\"no\\\": 163, \\\"setting\\\": 164, \\\"window\\\": 165, \\\"close\\\": 166, \\\"mute\\\": 167, \\\"explore\\\": 168, \\\"log\\\": 169, \\\"shut\\\": 170, \\\"key\\\": 171, \\\"how\\\": 172, \\\"thanks\\\": 173, \\\"could\\\": 174, \\\"lower\\\": 175, \\\"named\\\": 176, \\\"called\\\": 177, \\\"song\\\": 178, \\\"yourself\\\": 179, \\\"explain\\\": 180, \\\"thank\\\": 181, \\\"give\\\": 182, \\\"clock\\\": 183, \\\"increase\\\": 184, \\\"unmute\\\": 185, \\\"sign\\\": 186, \\\"exit\\\": 187, \\\"meaning\\\": 188, \\\"before\\\": 189, \\\"exact\\\": 190, \\\"following\\\": 191, \\\"all\\\": 192, \\\"raise\\\": 193, \\\"reduce\\\": 194, \\\"barcode\\\": 195, \\\"bar\\\": 196, \\\"post\\\": 197, \\\"hey\\\": 198, \\\"from\\\": 199, \\\"reboot\\\": 200, \\\"dreaming\\\": 201, \\\"sorry\\\": 202, \\\"an\\\": 203, \\\"proceed\\\": 204, \\\"tap\\\": 205, \\\"back\\\": 206, \\\"speakers\\\": 207, \\\"connections\\\": 208, \\\"voice\\\": 209, \\\"create\\\": 210, \\\"generate\\\": 211, \\\"build\\\": 212, \\\"produce\\\": 213, \\\"machine\\\": 214, \\\"go\\\": 215, \\\"wake\\\": 216, \\\"describe\\\": 217, \\\"later\\\": 218, \\\"dream\\\": 219, \\\"dreams\\\": 220, \\\"launch\\\": 221, \\\"push\\\": 222, \\\"decrease\\\": 223, \\\"web\\\": 224, \\\"posts\\\": 225, \\\"pc\\\": 226, \\\"desktop\\\": 227, \\\"virtual\\\": 228, \\\"with\\\": 229, \\\"purpose\\\": 230, \\\"like\\\": 231, \\\"weekday\\\": 232, \\\"week\\\": 233, \\\"sure\\\": 234, \\\"nope\\\": 235, \\\"details\\\": 236, \\\"hit\\\": 237, \\\"strike\\\": 238, \\\"would\\\": 239, \\\"boost\\\": 240, \\\"silence\\\": 241, \\\"monitor\\\": 242, \\\"dim\\\": 243, \\\"videos\\\": 244, \\\"professionals\\\": 245, \\\"tweets\\\": 246, \\\"there\\\": 247, \\\"buddy\\\": 248, \\\"laptop\\\": 249, \\\"identity\\\": 250, \\\"identify\\\": 251, \\\"user\\\": 252, \\\"status\\\": 253, \\\"robot\\\": 254, \\\"bye\\\": 255, \\\"hobbies\\\": 256, \\\"that\\\": 257, \\\"two\\\": 258, \\\"days\\\": 259, \\\"upcoming\\\": 260, \\\"yes\\\": 261, \\\"away\\\": 262, \\\"cancel\\\": 263, \\\"really\\\": 264, \\\"nah\\\": 265, \\\"let\\\": 266, \\\"hot\\\": 267, \\\"cold\\\": 268, \\\"check\\\": 269, \\\"around\\\": 270, \\\"area\\\": 271, \\\"minimize\\\": 272, \\\"fire\\\": 273, \\\"define\\\": 274, \\\"restore\\\": 275, \\\"adjust\\\": 276, \\\"scan\\\": 277, \\\"read\\\": 278, \\\"detect\\\": 279, \\\"professional\\\": 280, \\\"product\\\": 281, \\\"tweet\\\": 282, \\\"article\\\": 283, \\\"files\\\": 284, \\\"hi\\\": 285, \\\"nice\\\": 286, \\\"device\\\": 287, \\\"sequence\\\": 288, \\\"listening\\\": 289, \\\"need\\\": 290, \\\"am\\\": 291, \\\"capabilities\\\": 292, \\\"so\\\": 293, \\\"great\\\": 294, \\\"assistants\\\": 295, \\\"ai\\\": 296, \\\"existence\\\": 297, \\\"present\\\": 298, \\\"moment\\\": 299, \\\"okay\\\": 300, \\\"ahead\\\": 301, \\\"sounds\\\": 302, \\\"negative\\\": 303, \\\"skip\\\": 304, \\\"don\\\": 305, \\\"t\\\": 306, \\\"fetch\\\": 307, \\\"forecast\\\": 308, \\\"select\\\": 309, \\\"align\\\": 310, \\\"higher\\\": 311, 